import { TypeAlbum } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const album: TypeAlbum = {
  id: EnumAlbums.koshkinyObidy,
  name: 'Кошкины обиды',
  year: 2007,
  folder: '/artist/shmely/albums/2007_obidy.jpg',
  streaming: {
    spotify: 'https://open.spotify.com/album/4GUxH5Jfgjt8as9HOTgert',
    soundcloud: 'https://soundcloud.com/shmieli/sets/inmwrtq5jw3m',
    youtubeMusic:
      'https://music.youtube.com/playlist?list=OLAK5uy_lDcR1z3lQhYexnJx3XtUCozmhSDzgbLuw',
    yandexMusic: 'https://music.yandex.ru/album/3444128',
  },
  songs: [
    EnumSongs.ukhodi,
    EnumSongs.cherepSlyozi,
    EnumSongs.koshkiniObidi,
    EnumSongs.pantomima,
    EnumSongs.mech,
    EnumSongs.ravnodushno,
    EnumSongs.zloReki,
    EnumSongs.letalniiPrikhod,
    EnumSongs.zhertva,
    EnumSongs.sueta,
    EnumSongs.dorogaKMoryu,
    EnumSongs.zhenshchinaLetuchayaMish,
    [EnumSongs.zaPredelom, { name: ['За пределом (Shado News)'] }],
    [EnumSongs.laRencontre, { name: ['La Rencontre (Steve Love)'] }],
  ],
  info: `
Двойственная суть природы и человека, параллельные вселенные, в которые можно заглянуть, всего лишь изменив угол взгляда на мир Нужно лишь немного, чтобы своими глазами увидеть, как вещи переворачиваются, словно плоские карточки-мишени в тире, обнажая свою жемчужно-кровавую, парчово-лепестковую изнанку. Царство гротеска, игра света и тьмы, театр теней, окрашенных человеческими переживаниями… И вот в неясных клубах сигаретного дыма проступают очертания черепов, а темная молчаливая река окрашивается в кроваво-красный… Сюрреалистично и в то же время так близко – это на 100% о группе ШМели.

Кошкины Обиды – осенне-зимний танец на стылом ветру. Не начав с первой композиции, а сразу потянувшись к третьей (из-за одноименного названия), вряд ли не запомнишь хотя бы мотив и слова ее припева, исполняемого в интересной вокальной манере, как будто бы действительно обиженным голосом. И трудно с ходу не проникнуться симпатией к такой своеобразной, даже в чем-то трогательной песне, в которой спокойное исполнение переплетается с грустной созерцательностью, а символы смерти – со светлыми образами.

Прыгнем за порог –
Там Севера Восток Москвы.
Здравствуй, это мы –
Твои кошки и коты.

Проникнувшись, открываешь музыке дверь и ставишь альбом теперь уже как положено – с самого начала. Дверь.. Или крышку пандориного ящика

Голос Лес – красивый, чарующий, прочувствованный, исполненный сопереживания лирическим героям – по контуру четко обведен низким голосом Шмеля. Неожиданным окажется дуэт со SteveLove . Ещё один приглашенный голос, принадлежащий вокалистке Shado News , уже в более традиционной медоточивой балладе с истерично-драматичной лирикой точно не оставит равнодушным поклонников музыкантов.

Гитары музыкантов – то уходящие на задний план ритм-секции, то вновь радующие ухо в основном ярким индастриал-метал звучанием; блистающие в сочном гитарном соло с блюзовой мелодикой (Меч); в начале Дороги к морю необычно спорящие друг с другом, приводя то мрачно-индустриальные фанково-расслабленные аргументы.

Привычная напряженно-тревожная атмосфера традиционно завязанная на электронном звучании. Эти небольшие вкрапления электроники играют важную роль в гармонизации музыкального полотна и кажутся неотъемлемым элементом звучания композиций.

Альбом заполнен атмосферными историями-триллерами, повествующими о драме творческого бессилия, любовных переживаниях, конфликте с социумом, мрачной рефлексии, предвкушении свободы по дороге к морю… Это игра света и тени, где безнадежность бури сменяется бликами солнца, проглядывающими сквозь тучи. Где еще Север и Восток мирно сойдутся в одной точке – кроме как в новом альбоме группы ШМели Кошкины Обиды..
Альбом выпущен на Dizzaster.

В альбоме приняли участие: Лёс - вокал, музыка, аранжировка; Шмель - вокал, бас, акустическая гитара, клавиши, аранжировка; Базилио - гитара, Иван Тимошенко - гитара. Также на альбоме имеются два музыкальных бонуса из разных проектов Шмеля и Лёса + клип + фото.
  `,
};

export default album;
