import { TypeAlbum } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const album: TypeAlbum = {
  id: EnumAlbums.prishelcyVetotMir,
  name: 'Пришельцы в этот мир',
  year: 2007,
  folder: '/artist/shmely/albums/2007_aw.jpg',
  streaming: {
    spotify: 'https://open.spotify.com/album/64oSnqSh7tQ35XTDYDBZy1',
    yandexMusic: 'https://music.yandex.ru/album/11736996',
  },
  songs: [
    EnumSongs.prolog,
    EnumSongs.istrebitel,
    EnumSongs.tolkoVoSne,
    EnumSongs.chyornieDiri,
    EnumSongs.naKrayuZemli,
    EnumSongs.vremyaUkhodit,
    EnumSongs.apm30002043,
    EnumSongs.netNikogo,
    EnumSongs.geroi,
    EnumSongs.myortvayaZona,
    EnumSongs.stoi,
    EnumSongs.chyorniiLes,
    EnumSongs.angeliTsvetaKhaki,
    EnumSongs.zavtra,
    EnumSongs.slishkomPozdno,
    EnumSongs.prisheltsiVEtotMir,
  ],
  info: `
Alan Waters & Шмели - «Пришельцы в этот мир» CD
Альбом был записан музыкантами в 2007 году и в этом же году издан на CD музыкальной компанией «Мистерия звука». В альбоме основную часть песен исполнили «Шмели», однако, в отличие от предыдущих проектов, все аранжировки выполнял исключительно Alan Waters.

1. Пролог 1:53
2. Истребитель 3:56
3. Только во сне 4:53
4. Черные дыры 3:52
5. На краю земли 4:40
6. Время уходит 4:17
7. АПМ – 3000 20.43 5:03
8. Нет никого 5:53
9. Герой 4:20
10. Мертвая зона 4:28
11. Стой 5:26
12. Черный лес 5:36
13. Ангелы цвета хаки 6:19
14. Завтра 5:01
15. Слишком поздно 6:14
16. Пришельцы в этот мир 6:04

Общее время звучания – 78'04''

Alan Waters – музыка, аранжировка, гитара, запись, сведение, мастеринг, вокал (1, 14), бэк-вокал (2, 5, 7, 13, 16);
Эрика Кеслер – тексты;
Шмели – вокал (2, 3, 4, 6, 7, 8, 10, 11, 12, 13, 15, 16);
Шадо Ньюс – вокал (13), бэк-вокал (3, 16);
Павел Шуваев – вокал (5, 9), бэк-вокал (16);
Алексей Грызлов (Gryzly) – бэк-вокал (5, 16).

Оформление диска - CD Jewel Box + 6-стр. буклет.


"Пришельцы в мир Alan'a Waters'a"

Добро пожаловать в этот мир. Мир, где человечество - лишь губительный паразит на теле планеты. Мир, где солнце никогда не покинет своего пристанища за чёрными ядовитыми тучами. Где леса уже никогда не станут зелёными, небо - синим, а мысли - ясными. Мир, где все молитвы уходят к Богу из металла и нефти. Мир, где природа никогда не простит людям все их ошибки. Вы - просто "Пришельцы в этот мир", в мир Алана Вотерса.

Проводниками по этому миру для вас станут музыканты, подарившие свои голоса дыму и железобетону. Здесь и ставшие в последнее время известными вокалисты группы "Шмели", спевшие более половины композиций. Здесь и лидер группы "Оддисс" Павел Шуваев со своим сильным и харизматическим вокалом, ведущий нас в самые глубины отравленного химическим ядом подсознания. Присутствует и всем полюбившаяся певица Шадо Ньюс, чьё пение очаровывает и навечно оставляет своим рабом. Ну и конечно Grizly, которого все уже знают по старым проектам Вотерса. Эти люди взяли на себя непосильную ношу - показать человечеству его будущее в самых "ярких" его красках, напомнить людям, кто же они есть на самом деле. Но стоит признать, что они никогда бы не справились со своей задачей, если бы ни ещё две личности - сам Alan Waters, вложивший душу в каждую композицию на альбоме, и Эрика Кеслер, у которой хватило сил описать увиденное в будущем простыми словами.

Итак, мы начинаем наше путешествие.

"Шмели" рассказывают нам историю "Истребителя". Это рассказ о бессмысленном, но целенаправленном разрушении. Разрушении всего живого и неживого. Рассказ об обречённости разрушителя. И, как поддержка - ломаные ритмы, рёв двигателей-гитар, "небесные" клавишные партия. История печальная и жестокая, но она - вполне достойное начало нашего путешествия. Но надо помнить, что это - только начало!

"Во сне" - это техноген. Это то, что мы уже видим в своём настоящем, и будем видеть в самом ближайшем будущем. Будем видеть до тех пор, пока не потеряем способность зрения. Мы теряем людей! Люди уходят! Уходят в виртуальную реальность, где каждый из них - по-своему бог. Им кажется, что они, подобно Творцу, создали для себя рабов из металла. Объективно, они сами сделали себя рабами. Об этом говорили, и об этом будут говорить. Пожалуй, "Во сне" - одна из самых мощных, и одновременно танцевальных вещей на альбоме. Голос "Шмелей" звучит угрожающе и надменно, в противовес прозрачному и чистому пению Shado News. Электрогитара стонет, как бы понимая, о чём поют эти люди. Вся песня слушается на одном дыхании, не давая ни одной возможности выйти из "Этого мира".

А дальше - "Чёрные дыры". Здесь "Шмели" повествуют о жизни личности по имени Земля. Когда-то она была божественно прекрасна и жива. Но теперь... Леса, океаны, бескрайние степи - теперь всё это в далёком прошлом. Теперь на месте всех этих красот - всего лишь "Чёрные дыры". Редкие рваные гитары, чистый вокал Лёли, ритм секция - как стук Великого Земного сердца, взметающего ввысь клавишные сэмплы. История, которой не будет конца.

"На краю земли" - сильная драйвовая вещь. Очень мощные резкие гитары, задающие ритм. Отдельно стоит заметить вокал Павла Шуваева, который, по моему мнению, в этой песне раскрыл себя с самых разных позиций, повествуя о прошедшей катастрофе, "случившейся прямо здесь несколько зим назад". Кроме всего прочего, в этой песне очень интересный живой припев, выделяющийся из всего музыкального ряда. Советую, как одну из лучших композиций на альбоме.

Идём дальше по пространству и времени постядерной жизни. "Время уходит" - так называется следующий трэк, который безусловно интересен и оригинален не только любителям шумного индастриала, но и ценителям совершенно другой музыки. Ведь именно здесь Лёля попыталась доказать всему миру, что и Шмели тоже умеют читать рэп. И ей это удалось! Музыкальный результат поразителен - вы слышите тиканье стрелок, уходящих в небытие.

"АПМ 3000-20.43" - просто хорошая ритмичная композиция, с фактическим отсутствием какого-либо сюжета, но зато с большим количеством интересной электронной подложки, открывающей для Адской Паровой Машины путь в наше сознание. Адская Паровая Машина - именно так расшифровывается аббревиатура в названии. И именно ей Программа поручила разорвать на части наши мысли и мечты. Конец всему - "лязгнул стальной организм".

А дальше - ничего нет, "Никого Нет". Холодные пыльные улицы города, по которому, кажется, только вчера тысячи людей стремительно передвигались по улицам и переулком. А теперь - "Тише, никого нет!". Композиция очень ровная, спокойная. Слова в куплете фактически проговариваются Шмелями, припев же - отчаянный крик в пустоту мёртвого мира.

"Герой" - боевой клич человека (если конечно он действительно человек), который постоянно находится в состоянии битвы. Битвы с самим собой. Его задача - выжить во что бы то ни стало, и повести остальных за собой. Бой - вся его жизнь. Надо сказать, что песня действительно производит впечатление. Прежде всего - запоминающимся голосом и "перебитым" гитарным ритмом. Надо отдать должное Алану Вотерсу, создателю этого мира - именно его гитарные партии заставляют полностью прочувствовать то состоянии, в котором оказывается человечества. Именно звуки его струн - предсмертный стон последнего Homo Sapiens, лязг заводов и фабрик, скрип боевых механизмов. Всё это захватывает и не даёт выдохнуть на протяжении всего альбома.

А мы продолжим путешествие по этому аду. И мы видим - "Мёртвая зона". "Цивилизация до горизонта" - именно такой крик вырывается из уст лидеров группы Шмели. В этой песне стоит отметить интересный способ подачи вокала Лёли - помимо обычного спокойного пения на заднем плане мы слышим что-то вроде крика. Такой подход даёт очень интересный эффект - музыка как бы проносит нас где-то между землёй и небесами, дав нам вдоволь насладиться этой "цивилизацией". И зрелище это действительно ужасно.

"Стой!" - что же будет после того, как наши сердца окончательно остановят свой бой. Именно этот вопрос поставлен в песне "Стой!". Как и следовало ожидать, мёртвый мир не даст нам ответа на этот вопрос. Зато он преподносит нам музыку, которая мне чем-то напомнила другое совместное творчество Алана и Шмеля - "Antivirus". К сожалению, не могу обьяснить такой ассоциации - просто послушайте и решите, прав я или нет.

Перед нами - новый пейзаж. "Чёрный лес". По мнению самого Алана - одна из самых сильных вещей на альбоме. С этим трудно поспорить! В этом лесу есть всё - жёсткие металлические гитарные рифы, давящий ритм, озлобленный рёв Шмеля и плачущий голос Лёс. Напрягите свой слух - и вы услышите среди обугленных стволов звуки смертельной бензопилы, крик умирающих деревьев, хрип их сердец. Даже эти простые растения никогда не простят нам нанесённых увечий - и они будут мстить!

На опушке этого леса нас встретят "Ангелы цвета хаки". Самая неоднозначная композиция. Многим показывал я эту песню, но никто так и не дал чёткого определения - что же это за ангелы, спустившиеся на землю за людскими душами. Ясный и чистый вокал Shado News также выражает растерянность и страх перед этими существами. Но её голос действительно прекрасен, заставляет не думать о происходящем и погрузиться с головой в музыку. Но и сама музыка вполне живо рисует нам картины мести, жестокости. Трэк обладает уникальным драйвом, поэтому ближе к концу песни Алан даёт нам возможность отдохнуть от этого рая "цвета хаки", несколько раз прерывая бесконечный ритм успокаивающими электронными вставками.

А дальше наступает "Завтра" - самая спокойная песня на альбоме. Фактически, она подводит черту под всем, что мы видели в этом аду раньше. "Мы забили мир, мы живём взаймы, ниочём и нигде не молясь". Можно сказать, что этот трэк - некролог на могиле человечества. Но однако ясная, чистая, как будто просветлённая, прозрачная музыка даёт нам надежду на спасение. Скажу честно, если бы я составлял трэклист этого альбома - я бы сделал эту песню финальной. Но, увы, за ней идёт очень тяжёлая и страшная песня, которая действительно подводит ИСТИННУЮ черту:

"Слишком поздно". Здесь нет уже никакой надежды. "Не кончится сон, не стихнет крик". Ад! Ад без конца и края, который уже никогда не остановить. Машины, которые мы сами состали. Пыль. Гарь. Именно таким стал наш мир. Зловещий и ужасающий голос вещает нам именно об этом. Траурный и ровный ритм - атмосфера создана правильно. Кажется, что это всё... Но и здесь Алан не даёт нам отдохнуть.

Сама песня "Пришельцы в этот мир". В ней собрано всё то отвратительное и грязное, что мы увидели за всё путешествие по этой реальности. И всё это отвратительное и грязное - всего лишь пляска смерти на костях вселенной. Нет больше ничего. Виновники случившегося живут в этой песне, которая сама по себе звучит почти беззаботно и весело. На самом же этот финальный трэк, как и весь альбом, - предостережение, адресованное поколениям. Мы сами пилим сук, на котором сидим. Именно это и пытался сказать нам мир из крови, металла и пыли. Именно об этом кричали музыканты, стонали гитары. Именно за это разбивались в кровь барабаны и тарелки. Именно об этом сообщил нам скрип компьютера создателя этой реальности - Алана Вотерса.

Всё! Мир прощается с пришельцами. Пора уходить! Нам больше здесь не место!
`,
};

export default album;
