import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.akval,
  name: ['Аквал'],
  albums: [EnumAlbums.akval],
  text: `
Дороги сходятся, зрячему не нужно карт местности,
Не нужно пастырей ведущих души к новой неизвестности.
Не нужно золота, власти и непреступной крепости,
Чтоб чувствовать дыханье и сердцебиенье Вечности.

Кого ты видишь по ту сторону зеркала?
Измученный поиском разум или *ясо вроде Берковой,
Померкшую звезду надежды или свет космоса,
Сбитую стрелку компаса или все-таки точку фокуса?

Кусачая травма на каждом новом этапе -
Я так и не нашел, каким ножом я поцарапан.
Скитанья из физиосферы к перинатальным матрицам,
К ошибкам юности и нынешним дезориентациям.

Вокруг люди в таких же панцирях, алча любви
Бросаются в крайности, резко срезая углы.
Мы побеждаем зло во имя зла злыми методами,
Мало кто пытается узнать что-то об этом.

Снаружи простирается горизонт очевидного,
Внутри глубокий океан, которого не видно.
Рожденные летать все чаще стелятся в пыли.
Оглядись, неужели тебе с ними по пути?

Мутить воду в тематических блогах о Боге
Не стоит - он снаружи и внутри тебя строго.
В агонии я одарил болью себя и близких -
Ад уже со мной, во мне и сердце сыпет искрами.

Любовь способна убивать, а гнев придать сил,
А мы всего-лишь пыль среди планет и светил.
Застыло время, я врубаю откат назад,
Пытаясь где-то там отыскать полный надежды взгляд.

Аквал и его дети, уровни и вектора от жизни к смерти,
Ритмы и тексты в этой круговерти,
Последняя капля слабеющей веры в человека -
Интегральные концепции падшего века.

Взмах крыльев. Синица покинет ладони,
Пустоту и холод оставив на месте всех агоний,
Метель засыпет наглухо больную голову,
Газ до отказа по льду и к черту тормоз.

Дороги сходятся, зрячему не нужно карт местности,
Не нужно пастырей ведущих души к новой неизвестности.
Не нужно золота, власти и непреступной крепости,
Чтоб чувствовать дыханье и сердцебиенье Вечности.

Зрячему не нужно карт местности,
Не нужно пастырей ведущих души к новой неизвестности.
Не нужно золота, власти и непреступной крепости,
Чтоб чувствовать дыханье и сердцебиенье Вечности.
`,
};
