import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.bezDonorskojKrovi,
  name: ['Без донорской крови'],
  albums: [EnumAlbums.lyudiHaosa],
  text: `
Даше в школе преподают, что порядок родился из хаоса.
Споры фальцетом Микки Мауса
О надвигающемся Апокалипсисе.
Хорошо, что телевизор уже годы не включается.
С ног валится электорат, щурится гад с трибуны.
Всё под контролем, брат, новый ряд законов просунут.
Эта практика — не тайная теория.
Заставь работать на себя правила своей территории.
Выхода нет, если искать только дверные ручки.
Паника затмевает рассудок, сгоняет тучи.
Штакеты стопками заштопают рваную глотку.
Война — колотый лёд, эмоции сбивают с толку.
Дальше больше — книги заменила DOTA.
Провожаем наших детей под плеть гнёта.
Стихи свободы в блокнотах нарциссов, пот высох,
И на повестке дня остался тот же самый вызов.

[Припев]
Остаться в живых, не утратив живое, —
Бой боли без лидокаина и донорской крови,
Вызов страху без подмены понятий,
Бег из ловушки разума, пока совсем не спятил.

Осуждаешь не того же, тут всё машинально.
Порой живее то, что все считают маргинальным.
Лёд трещит, но лишь вера бежит по поверхности
В обход законов и правил, фальшивых любезностей.
Источник в самом сердце, под рёбрами крылья.
Этих людей уже поздно пугать, речи бессильны.
Никого не просили становится Спасителем.
Худшая философия в часы кровопролитий.
Бойся таких же, как и ты, прошедших отчаяние,
Уставших верить обещаниям.
Изначально Бог, любовь, — демоны мутят рокировки,
Перемены мест слагаемых в ловкой уловке.
Мой брат, которому я рад в любой погоде,
Ловит «краба», зная, что мы с ним в одной колоде.
Никуда бежать, схемы никак не исправить,
Но жертвы слишком велики, чтобы так всё оставить

[Припев]
И остаться в живых, не утратив живое, —
Бой боли без лидокаина и донорской крови,
Вызов страху без подмены понятий,
Бег из ловушки разума, пока совсем не спятил.
`,
};
