import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.chuzhim,
  name: ['Чужим'],
  albums: [EnumAlbums.chuzhim],
  text: `
Если ты чувствуешь себя чужим в этой обители живых машин,
Голодного детского плача и довольных сытых рыл,
Противотанковых мин, больших витрин
И умирающей надежды что-то поменять - ты не один.

Секреты рушатся, ты - вирус системы.
Матрица выплюнет тебя быстрей, чем ты изменишь свои гены.
Этот порядок уже рядом веками -
Иллюминаты правят бал чешуйчатыми руками.

Привет "Инсайдеру"! На дне пирамиды таких, как я не видно.
И птица не увидит на дне океана рыбу.
Ill Bill и Jacken, David Icke, William Cooper -
Секреты рушатся и не справляется Яндекс и Google.

Напуганный, загнанный в угол в начале пути,
Ты вынужден решать, как далеко теперь готов зайти.
Готов ли осознать себя частью Единого,
Срывая, как обои голограмму дуального мира?

Добро и зло, жизнь и смерть, правда и ложь -
Борьба не кончится, в руке врага точно такой же нож.
Так кто ты и зачем ты здесь, в этом огромном лагере,
Где голод рептилий впитали даже стены зданий?

В капкане надиктованных с рожденья убеждений
Твой "гений" станет шестеренкой в механизме трений
Бессмысленных сражений за сомнительный итог
И поток крови "во благо" вряд ли одобрит Бог.

Религии враждуют позабыв любовь,
А толкователи ведут войну руками рабов.
Именем Бога набивая оффшоры грудой бобов
И скоро каждый сможет откупиться от любых своих грехов.

Ты не один! Закрой глаза, открой сознание!
И затаив дыханье, ощути, что нет материального.
Пока кто-то теряет время на трансерфинге,
Я визуализирую духовный рост и выход есть!

Припев:
Кто решает, где добро и праведный гнев?
Чья правда, кто говно, а кто человек?
Чья пуля первой должна просвистеть?
Кого можно любить, кто друг, а кто нет?

Борьба или движенье, ад или рай, вопрос или ответ.
Кто решает кроме тебя, куда идти, чтобы осознать себя
И выйти из тьмы, скрытой под светом дня?
Этой трилогии не будет конца.
Как вырваться решать только тебе, матрица расширяется.

Если ты чувствуешь себя чужим и видишь только черный дым
Там, где толпы видят яркий свет, культивируя спам,
Боготворя хлам, перевыполняя план безоговорочной капитуляции деньгам
Значит ты уже там, в романах антиутопистов
Оруэлл против Хаксли, а по мне - одна и та же мысль.

Нью-эйджеры или фанаты-уфологи,
Логика этого мира рубит светлые головы.
Время цифрового пира и духовного голода,
Время мира до и после 2012 года.

Время моды на насилие без повода,
Заводы разливают спирта больше, чем воды в водопроводе.
Зов плоти! Лекции Петрова и Жданова, за и против!
Воздержаться и найти себе другой наркотик?
Или напротив рушить секреты тайфуном вопросов?
Ты не один, твой сон окончен и мал даже космос!

Припев:
Кто решает, где добро и праведный гнев?
Чья правда, кто говно, а кто человек?
Чья пуля первой должна просвистеть?
Кого можно любить, кто друг, а кто нет?

Борьба или движенье, ад или рай, вопрос или ответ.
Кто решает кроме тебя, куда идти, чтобы осознать себя
И выйти из тьмы, скрытой под светом дня?
Этой трилогии не будет конца.
Как вырваться решать только тебе, матрица расширяется.
`,
};
