import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.damaChervi,
  name: ['Дама черви'],
  albums: [EnumAlbums.damaChervi],
  text: `
Зовём это любовью, рвём зубами кожу
В лайнере бетонном пассажиров тревожа
Каждый танец как последний, стон как первый
Хрупкая, непредсказуемая дама черви
Звёзды за облаками, в разрухе зданий
Трогаем руками стены чьих-то спален
Одинаково печальны глаза высоток
Завязаны узлом с тобой, как запад с востоком

Зовём это любовью, рифмуя истому с болью
Вроде не прячем паролей, но другим не запомнить
По ледяному полу босиком, зима близко
Очередная конура без доков и прописки
Просто заложники надуманных истин
И пускай не в шалаше, но ты мой рай, даже когда не близко
В заметках и записках, космос как предчувствие
Боюсь проснуться, будто сон исчезнет вместе с пульсом
Похищен хитрой чертовкой, быстрой и ловкой
Схожу с ума от изгибов тела под грубой кофтой
Снимаю кофр, извлекаю звуки
Аккорды, они в вечном мире и страхе разлуки
Не можем напиться друг другом, надышаться вдоволь
Из-под лопнувшей лампочки скалит зубы цоколь
На повторе фрагменты жизни прожитой прежде
В эпицентре атомного взрыва ты — надежда

Зовём это любовью, рвём зубами кожу
В лайнере бетонном пассажиров тревожа
Каждый танец как последний, стон как первый
Хрупкая, непредсказуемая дама черви
Звёзды за облаками, в разрухе зданий
Трогаем руками стены чьих-то спален
Одинаково печальны глаза высоток
Завязаны узлом с тобой, как запад с востоком

Сразу обошлись без обещаний
Хорошо понимая, что честнее всегда будет молчанье
Серебряный век — наш с тобою синоним
Символы даже больше красноречивых историй
Жду тебя без раболепства, без претензий
Подобно отоплению в минус десять по Цельсию
Осеннее месиво, но нам весело вместе
Мы как соль и перец придуманы бороться с пресным
Века нет, нас не станет
Но в одной комнате с тобой циферблат замерзает
Знаки слипаются в абзаце без творческих мук
Едва заметен в почерке наш небесный худрук
Ветром искусаны щёки, грохочет лифт
Спешу потресканными губами коснуться твоих
Притих выложенный кафелем великан
Что никогда не станет домом, если ты не там

Зовём это любовью, рвём зубами кожу
В лайнере бетонном пассажиров тревожа
Каждый танец как последний, стон как первый
Хрупкая, непредсказуемая дама черви
Звёзды за облаками, в разрухе зданий
Трогаем руками стены чьих-то спален
Одинаково печальны глаза высоток
Завязаны узлом с тобой, как запад с востоком
`,
};
