import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.doVremennojParkovki,
  name: ['До временной парковки'],
  albums: [EnumAlbums.lyudiHaosa],
  text: `
[Куплет 1]:
Который круг наступаем на те же грабли.
Сотни уроков усвоены кроме главного.
Логикой не объясняется божий промысел.
Беспомощно мечутся души в лабиринте гордости.
Глобальная буря, одинок парус.
Давно не важно кто я, главное, как называюсь.
Гремят споры, качается маятник,
Стрелка тахометра ложится, забрала падают.
В каждом файле обитают тараканы авторов.
Сомнительный опыт прямо сейчас, а не завтра.
Идеи влияют на поведение.
Чужая каша в голове ещё не собственное мнение.
Откуда-то веет холодом заточения.
Мечемся из угла в угол, позабыв о спасении.
Подними камень, прицелься в моё темя,
Да выстоит моя секта против этой системы.

Припев [х2]:
Соль накроет лёд, кровь накроет снег,
Пылью станет плоть, былью — человек,
Окоченевшая земля расправит лёгкие.
Одна путёвка, и та до временной парковки.

[Куплет 2]:
Что мы знаем о чести и долге?
Разве хоть каплю понимаем в воспитании себе подобных?
Золотое правило жизни чудовищ:
Добрую руку помощи тащить за собой, если тонешь.
Бегущая строка из тегов,
Нехватка времени, денег, тепла и почвы для новых побегов.
Соратники греются у костра удачи.
Хватит скулить, вера в людей не требует отдачи.
Не оправдал ожиданий — звучит прозаично.
Смотри почаще в отражение, всё тут циклично.
Спускаясь по эскалатору в сердцевину пламени,
Услышим крики бесов, что и ранее в своих подвалах.
Как мало мы поняли, не хватило жизни.
Не за что зацепиться в поиске, истина — призрак.
Подними знамя, хватит играть в прятки.
Да выстоит мой Хаос против такого порядка.

Припев [х4]:
Соль накроет лёд, кровь накроет снег,
Пылью станет плоть, былью — человек,
Окоченевшая земля расправит лёгкие.
Одна путёвка, и та до временной парковки.
`,
};
