import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.dokumentalnoeKino,
  name: ['Документальное кино'],
  albums: [EnumAlbums.lyudiHaosa],
  text: `
Здесь не любят непохожих,
Чуждое мнение ужаснее, чем рак кожи.
Боже упаси, если там опять о свободе.
Путь революции Матрице неугоден.
Правила нарушают дилетанты,
Ломают коды нестандартные ключи сектантов.
Придумай за меня, зачем живу и двигаюсь,
Определи как неугодный чужеродный вирус.
Так удобно пророчить мне дурку,
Ведь я не из числа курящих чужие окурки.
Борешься за право бороться,
Громко колешься за право колоться, но не видишь солнца.
Смотри в телескоп, а не в телеэкран.
Не оригинал, но по-своему всё вижу там.
Верю в человека больше, чем можно поверить,
Даже зная наверняка, что он опаснее зверя.

[Припев]
Столько лет длится этот сон:
Плач детей, печаль отцов,
Или в наручники пряча взгляд
От мира, что не рад нам,
Закаляя ложь в огне
На земле в забытом сне,
Плавим оковы для новых рук,
Цепями сковывая круг.

Думать вредно, следуй трендам,
Время — деньги, вера — бредни,
Суши, феня, маски, тени,
Первый, связи, Lefties, грязи,
Штаты, госдеп, вата, жри снег,
Дети, пап нет, сети, рунет,
Яхты, голод, нефтепровод,
Грабят ссуды, чужой, Иуда.

Кидай камень — таков свод правил.
Достойный человек — это антипод нейтрального.
Больше суеты, община тебя не оставит.
Найди самого щуплого и затопчи ногами.
Больше розни, больше навязанных мнений.
Поколение приученное к подавлению.
Печаль, но в этом хаосе нет места светлому.
Пята общественного мнения давит аскетов.
Ухмыляешься, не чувствуя себя изгоем,
Часто такое легкомыслие причина горя.
Поразмыслил и понял, но кто это примет.
Отсиживаться в шалаше или бежать по минам.
Добро пожаловать на остриё атак.
Космический авангард здесь: ветер и град.
Каша голосов, но решение твоё.
Суперменов нет — это документальное кино.

[Припев х2]
Столько лет длится этот сон:
Плач детей, печаль отцов,
Или в наручники пряча взгляд
От мира, что не рад нам,
Закаляя ложь в огне
На земле в забытом сне,
Плавим оковы для новых рук,
Цепями сковывая круг.

Думать вредно, следуй трендам,
Время — деньги, вера — бредни,
Суши, феня, маски, тени,
Первый, связи, Lefties, грязи,
Штаты, госдеп, вата, жри снег,
Дети, пап нет, сети, рунет,
Яхты, голод, нефтепровод,
Грабят ссуды, чужой, Иуда.
`,
};
