import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.dom,
  name: ['Дом'],
  albums: [EnumAlbums.pochtiFantastika],
  clipYouTubeId: '6-K8d7S6Wek',
  text: `
Листва поднимается вихрем
Осень давит на бронхи тихо
Как в душном лифте, теряясь в мыслях,
Остаться здесь или топить кометой быстрой

Туда, где нет печаль и потерь
Где ждут давно, и открыта дверь
Где зависть, гордыня и деньги
Не заберут моих последних друзей

Как жаль, но иллюзии кончились
Дух во мне бежит к дому отчему
Свет внутри горит ярче прочего
Шум вокруг, но молчание громче

Чаще уходит почва
Клятвы теряют прочность
Повёрнут ключ, отвергнут сон
Я устремляюсь в точку

Припев
Перебоями по крыше град
Перекроены мечты
Летят назад
Календарные листы

Мой сон, мой сон –
Перекрытые дороги, ноги избиты в поисках Бога
Мой дом, мой дом –
Позабытый в суете покой, жажда, усталость и тревога

Глухая поступь, горячий воск
И тут так непросто, когда ты взрослый
Колкий мир и нравы острые
Вроде пир, но удары хлёсткие

Помнят кости – судьба роняет больно
Это feedback судейской роли
Опять былое стало новым
Веки дрожат, скрывая соль, но

Вижу знакомые окна, помню тёплые руки
Отец, ты ждал меня долго, считая годы и сутки – я здесь
Попуток не было, даже не думал о них, не каждый знает
Какую боль оставляют дети, однажды тебя покидая

Припев – 2 раза
Перебоями по крыше град
Перекроены мечты
Летят назад
Календарные листы

Мой сон, мой сон –
Перекрытые дороги, ноги избиты в поисках Бога
Мой дом, мой дом –
Позабытый в суете покой, жажда, усталость и тревога
`,
};
