import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.kajros,
  name: ['Кайрос'],
  albums: [EnumAlbums.lyudiHaosa],
  text: `
Порой дальше не шагнуть без анализа прошлого,
Смахнув крошки со старой потёртой обложки.
Весь ад медленно разберу на шестерёнки
С первой глубокой травмой беззаботного ребёнка.
Резко и стойко, развеяв все сомнения
Со стороны неприятелей в принятых решениях,
На миг стих в груди подуставший бит.
Лучше быть живым, даже когда твоя рана саднит.
Гранит холоден, ушедшие молоды.
Так трудно не сойти с ума, чувствуя вечный голод.
Быт — не повод вопить, судьба — не повод пить.
Умираем ежечасно не пробуя жить.
Ключи от дома утеряны, иссякла вера,
Безумные поступки ради мимолётных целей.
Мам, я устал. Дочь, я рядом.
Урок смирения в эпоху кислотных снегопадов.
Холодный падик. Кто я? Змей или всадник?
Решаю прямо сейчас главную из загадок.
Чувство вины словно внезапный боковой,
Проигрываю каждый раз этот неравный бой.
Кто-то сказал: «Победить — не главное, всё тоньше.
В нокауте сильнейший обретает больше.»
Дочь, я устал. Мам, я рядом.
Настоящее станет памятью — так надо.

[Припев]
Только момент, чтобы увидеть момент.
Знаю всего не успеть, но хочется суметь.
Смотрю эту игру, не замечая правил.
Всё время куда-то иду, спотыкаясь и падая.
Только момент, чтобы заметить момент.
Знаю всего не успеть, но хочется суметь.
Веду эту игру, не понимая правил.
Всё время куда-то иду…

Песни кончатся, когда остановится пульс.
Истерично смеюсь, больше себя не боюсь.
В переходах безлюдных с тоской обоюдно
Продумываю шах и мат доморощенным судьям.
Цитаты избиты, мысли — облако тегов.
Те, кто вроде простил меня, считают злом и недругом.
Парадоксы повсюду, никакого порядка.
Самые близкие размахивают красной тряпкой.
Обновлены списки долгов и обязательств.
Чужая ноша легче, и прав ослаб натиск.
Как-то не вериться, что мы играем в эти игры.
Как-то не вдумчиво порою делаем важный выбор.
Методично и холодно двигаемся к целям,
Суматошны и хлопотны дни, с ними недели,
Обесточен телик, просрочены «Вести»,
Отправлены письма, мой рассвет уже близко.

[Припев х2]
Только момент, чтобы увидеть момент.
Знаю всего не успеть, но хочется суметь.
Смотрю эту игру, не замечая правил.
Всё время куда-то иду, спотыкаясь и падая.
Только момент, чтобы заметить момент.
Знаю всего не успеть, но хочется суметь.
Веду эту игру, не понимая правил.
Всё время куда-то иду…
`,
};
