import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.kolesnica,
  name: ['Колесница'],
  albums: [EnumAlbums.kolesnica],
  text: `
Лабиринты подземки, перекрытые трассы
Неподъёмные ставки, дикие танцы упоротых масс на трансе
Коридоры инстанций, гореть или сдаться, не видя отдельных фракций
Переломанных душ ушатанный панцирь соком из выбитых пальцев
Багряная тушь, нарушена связь поколений
Прения взглядов и мнений
Чёрное скрытое в белом
Зубы системы впиваются в самое ценное
Только бы не перемены
Смирения путы сильны
Но юная кровь не боится угроз и тюрьмы
Ложась неуклюже на площади под полицейские сапоги

Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри
Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри

Обожжённые перья, паранойя за дверью
Перепутаны звенья, эпоха безверья, безумные, жадные звери
Даже без эпидемий опасны и злы, на петлях тугие узлы
Душа на балансе казны, сознание спит, наблюдая кошмарные сны
О царствии сатаны, будто бы заданы генами
Поклонение демонам
Ложь и борьба с переменами
Будто намеренно код ДНК задаёт направление
В сторону долготерпения
Меры всё злей
Что не убило, не сделало слабых сильней
Но вера умеет лечить, поднимая упавших людей

Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри
Катит колесницей наш век
Тлеют вереницами дни
Где-то здесь увяз человек
Не найдя покоя внутри
`,
};
