import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.nikakihOzhidanij,
  name: ['Никаких ожиданий'],
  albums: [EnumAlbums.lyudiHaosa],
  text: `
[Куплет 1, MC 1.8]:
Выпадаю из зоны комфорта, как снег,
Да и вряд ли успех путать низ и верх.
Мотивы просты, легко читаемы,
Даром, что зеваю, ведь и сам порой играю в эти игры,

Соблюдая правила. Прячь палево, —
Службы не спят, неудобный человек снят.
Любишь воевать во имя не своей победы.
Избавь меня от бреда: верить или ведать,

Биться или бегать, чтобы быть первым.
Вижу, как выпирает твоё целлюлитное эго,
Кидая свой камень, — дело привычное, я готов.
Сам знаешь, что легко выйти из берегов.

Свет красный, кто-то громко выражается,
Репутация легко теряется, все ошибаются.
Не суди и не будешь судим — всё по-старому.
Дерево — плод, очевидное — главное.

[Припев]:
Никаких ожиданий,
Ты не знаешь меня, чтобы ты не придумал заранее.
Никаких сожалений,
Я не знаю тебя, чтобы интересоваться твоим мнением.

Никаких перепалок,
Береги своё время, его нет, ни много ни мало.
Никаких оправданий,
Никому нет дела до чужих ошибок и провалов.

[Куплет 2, MC 1.8]:
Очередной оракул думает, что знает людей,
Но не знает себя, внутренний ад выливая за дверь.
Выбираюсь наружу из своего.
Уже давно поучающий тон не трогает моё нутро.

Пусть так, может я робот, путь сложен.
Если не мы, то кто сможет? Бог в помощь.
Руки в замок, на паузу мыслей поток,
Щенок тонет, глухонемой опять стонет.

Тысячу раз одна и та же история —
Больнее своя боль, ужаснее своё горе.
"Зелёная миля" тут на репите без лирики.
Выбирай роль — всегда найдутся критики.

Мусолят кости не только собаки,
Бьют не только на ринге, свет рождается во мраке.
Закаляю дух, учусь любви, терпению,
И вряд ли буду ждать чьего-то одобрения.

[Припев]:
Никаких ожиданий,
Ты не знаешь меня, чтобы ты не придумал заранее.
Никаких сожалений,
Я не знаю тебя, чтобы интересоваться твоим мнением.

Никаких перепалок,
Береги своё время, его нет, ни много ни мало.
Никаких оправданий,
Никому нет дела до чужих ошибок и провалов.
`,
};
