import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.odnoSlovo,
  name: ['Одно слово'],
  albums: [EnumAlbums.lyudiHaosa],
  text: `
Люди Хаоса родные не по крови.
Порядок новый, но вначале было только слово.
Не свод правил, не инструкция действий,
Всепроникающий свет Божественного шествия.

Не стоило врать в попытках стать кем-то,
Чьё будут повторять в ходе эксперимента.
Потомки слепо бредущие по наставлению
Туда, где льётся кровь и в порядке вещей давление.

Вот очередная возможность проснуться снова,
Почувствовать физически безупречное слово
Звонкое, как первый крик новорождённого,
Свежее, как планы побеждённого.

Ты помнишь, как водород и гелий стали твердью,
Как человек дотронулся до неба, приняв крылья в наследие.
Добрый пастырь не вредит стаду.
Интуитивно нам чужды запахи серы и смрада.

Кричать, что мир жесток, оставив за спиной тридцатку,
Также нелепо, как рассказывать своей маме о схватках.
Где-то в подкорке вечно ищущий, вечно идущий.
Ухмылки на лицах твердят об изнуряющем удушье.

Не сразу видно детали, но нас давно списали
За любопытство, проверив холод стали
На активных. Войны в помыслах, войны в душах.
Выхода нет, когда в безверии разум распущен.

Увы, огрызки ногтей не заменят мести.
Гордыня и глупость всегда ведут к нелепым действиям.
Мётла метут ересь, мысли метут ересь,
И вряд ли в корне этому доверюсь.

То, что считалось фундаментом, дрожит как студень.
Опасная игра, но так всегда было и будет.
Только любовь — всего одно слово,
Как и момент, чтобы разгадать эту загадку снова.
`,
};
