import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.pochtiFantastika,
  name: ['Почти фантастика'],
  albums: [EnumAlbums.pochtiFantastika],
  text: `
Глядя в окно из высотного здания,
Я созерцает эволюцию сознания - от атома до мироздания.
Целая жизнь, как электронное послание.
Хлопок одной ладони в тишине полного осознания.

Ты можешь не услышать то, что хотел -
MC 1.8 эфемернее внутренних стен.
И мы сильнее, чем думаем, когда думаем не так, как все.
Уныние легло пылью на взлётной полосе.

Рука всегда протянута в твою сторону.
Перемены неизбежны там, где все этапы пройдены.
Вспомни, что всё – одно, и ты – частица каждого.
В космической утробе мы встречались не однажды.

От нанороботов до солнечных печатей Майя-
Непреходящее сейчас открывает все тайны.
В объятиях тишины личное тает,
Только смотрящий в себя что-то увидит и что-то познает!

Припев:
Скорость и пластика, страсти, как замены счастья.
Как атомы сплетаются слова... Это почти фантастика!
Ты можешь ничего не искать,
Но прямо здесь и сейчас ответы останутся ждать.

Бог из пластика! Власти, как вечная свастика.
Маски и тени вокруг тебя... Это почти фантастика!
Мы можем ничего не найти,
Но только здесь и сейчас вопросы готовы уйти.

Меняя ракурсы, меняешься сам, следуя новым вехам.
Всё предопределяется свыше, даже помехи.
Борьба с режимом – тот же бой с тенью,
Лишь побеждая себя можно опять возобновить движение.

Кипение масс, неравнодушный глас...
Впоследствии шумиха с освоением неслабых касс.
И вспомни, чьими руками вершится этот хаос,
Чем руководствуется пастырь и спорит без пауз?

Маршруты кажутся длинными, коридоры пыльными,
Лица вокруг унылыми, а зло неистребимым.
Тона сгущаются до самых тёмных.
Когда ты молод, а дыры в душе уже безнадёжно огромны.

Мир как зеркало, улыбка питает его.
Сон отступает и во всех коридорах светло.
Движение одно, окно в универсум открыто -
Я буду ждать тебя там, среди побед и быта!

Припев:
Скорость и пластика, страсти, как замены счастья.
Как атомы сплетаются слова... Это почти фантастика!
Ты можешь ничего не искать,
Но прямо здесь и сейчас ответы останутся ждать.

Бог из пластика! Власти, как вечная свастика.
Маски и тени вокруг тебя... Это почти фантастика!
Мы можем ничего не найти,
Но только здесь и сейчас вопросы готовы уйти.
`,
};
