import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.prozhektor,
  name: ['Прожектор'],
  albums: [EnumAlbums.lyudiHaosa],
  text: `
[Куплет 1, MC 1.8]:
Прожектор выявляет страх быстро и точно.
В новых отчётах царь видит себя на обочине.
Деньги — удавка на шее кому-то,
Кому-то всё, для меня горючее — литр в минуту.

Календарь худеет, обесточенные души спят.
Миссия года — стать электрическим как скат.
"Свет не покупается," — ответит парень,
Продающий уныние в рифмах-конструкциях с перегаром.

На поверхности барахтаемся, глубже страшно.
По слухам даже чай таращит, как фен или каши.
Живая среда однотонная в массе
Редкую уникальную роль примет за кляксу.

Боссы не ставят условий, якорь в Подмосковье,
На капюшоне через трущобы снова и снова.
Тачка покрылась пылью, пробки — душный могильник.
Оставляю в покое всех, ставлю будильник.

[Припев]:
И нет рецептов здесь, только знаки.
Весь этот мир, как лес, полон тёмных мест.
Сигнала нет, нет GPS.
Вера светит прожектором с небес.

Нет рецептов здесь, только знаки.
Весь этот мир, как лес, полон тёмных мест.
Сигнала нет, нет GPS.
Вера светит прожектором с небес.

[Куплет 2, MC 1.8]:
Слово Христа живо не чётками едиными.
Куда мне до Духовного роста, я так с простолюдинами.
Реальность — для всех, правила — не для каждого.
Спешу дышать и жить, всё закончится однажды.

Знаю это не так, поймал взгляд пристальный.
Страшнее выглядеть глупо, чем быть неискренним.
Легче ударить, чем держать удар.
Легче пережить январь, чем отогреть в себе живую тварь.

Ты прав, жизнь может вытянуть всё что угодно.
Нытьё в этой стране никогда не выйдет из моды,
Но яркого света прожектора хватит на всех.
Отпускаю идею прорыва без помех.

[Припев]:
И нет рецептов здесь, только знаки.
Весь этот мир, как лес, полон тёмных мест.
Сигнала нет, нет GPS.
Вера светит прожектором с небес.

Нет рецептов здесь, только знаки.
Весь этот мир, как лес, полон тёмных мест.
Сигнала нет, нет GPS.
Вера светит прожектором с небес.

И нет рецептов здесь, только знаки.
Весь этот мир, как лес, полон тёмных мест.
Сигнала нет, нет GPS.
Вера светит прожектором с небес.

Нет рецептов здесь, только знаки.
Весь этот мир, как лес, полон тёмных мест.
Сигнала нет, нет GPS.
Вера светит прожектором с небес.
`,
};
