import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.ruchej,
  name: ['Ручей'],
  albums: [EnumAlbums.chetyreK],
  clipYouTubeId: 'WH811b1piI0',
  text: `
[Куплет 1]
Впервые больно упав я осознал твёрдо
Всем наплевать кто ты такой и какого ты сорта
Видят только то, что могут и то, что удобно
Сытому не понять голодного, нищему - модного
Если бы не моя глупая вера в людей
Карабкался бы на вершину или стал ей?
Но то, что считается пиком, для меня тупик
И я не вижу смысла оставлять там единственный миг
Жив ли ты или давно поник?
Жив ли дух человека, что ты в зеркале так видеть привык?
Я не хотел услышать чужие цитаты
Действительно ли важно кем ты был вчера или будешь завтра?
Разве нас определяет этот злой рок
Рисуя только границы стены и потолок
Как в тупике, будто выход замуровали
Мне стали яснее видны детали, что так давно сломались

[Припев]
В синем пламени дней
Кости станут прочней
Словно чистый ручей
Вера близких людей
В синем пламени дней
Сердце бьется сильней
Словно чистый ручей
Ты для близких людей

[Куплет 2]
Еще раз больно упав я понял это строго
Меня не существует без людей посланных богом
И независимость тут не при чем как и мой стержень
Нелепо думать, что ты одинок если повержен
Раны стянутся, но картина не будет полной
Прямо сейчас ты нужен кому-то, кто также сломлен
Здесь не до шуток, живем один раз, послушай
Здесь не до чуши о силе духа и падших душах
Если веришь в неизменность своих идеалов
То лучше пока оставаться в приделах дивана
То, что не видно в одиночку, мы найдем вместе
Те кто со мной все эти годы, сейчас в этой песне
Мы слышим разные звуки и смыслы
И может когда-то увидимся не только в письмах
Годы качают маятник туда-сюда
Но как и прежде люди что вокруг меня - это и есть я

[Припев]
В синем пламени дней
Кости станут прочней
Словно чистый ручей
Вера близких людей
В синем пламени дней
Сердце бьется сильней
Словно чистый ручей
Ты для близких людей
`,
};
