import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.sekta,
  name: ['Секта'],
  albums: [EnumAlbums.chetyreK],
  clipYouTubeId: '06Raz4weLU0',
  text: `
[Куплет 1]
Расчеты подвели меня, я безоружен
Поверил уму, но стало вдвое хуже
В парадоксе Бог живее, чем в писаниях
Конечно, ты знаешь лучше, но не втирай мне
Нас таких уже не мало, с виду мы хаос
Кипящий водоворот, симфония без пауз
Каждый день бросаем вызов своей важности
Ведь ты - не ты на пол пути к растворению самости
Снова что-то дымит, жабры надуваются
3.1 в деле, наши люди не теряются
Наши люди поднимаются там
Где гравитация ноги и руки складывает пополам
Моя секта в кругу на танцполе
Единый организм, общее биополе
А кто-то видит в этой музыке диагноз
Консилиума не будет, выруби пафос

[Припев]
Секта! В конце тоннеля мы - свет
Это Секта! Обратных билетов нет
Лютая Секта! Руки тянутся вверх
Остаемся собой, держа огонь на виду у всех
Секта! В конце тоннеля мы - свет
Это Секта! Обратных билетов нет
Лютая Секта! Руки тянутся вверх
Остаемся собой, держа огонь на виду у всех

[Куплет 2]
Человек из комментариев умен и важен
Не знаю, как бы я заметил в себе свою сажу
Воспитывал детей, ездил на работу
Без дополнительных инструкция и чуткой заботы
Гаджет управляет владельцем, как самомнение тощим и неуклюжим тельцем
Тяжело что-то оставить без оценки
Даже если это чья-то оценка чьей-то оценки
Двое спорят о недвойственном
В ход идут колени и кулаки, веет спокойствием
Людей не удивить насилием, произволом
Наша системная плата залита кетонолом
Дети скоро переплюнут родителей
Удивительно, но мы в их жизни первые вредители
Составители неправильных карт
Но свято верим в чудеса и не теряем азарт

[Припев]
Дикая Секта! В конце тоннеля мы - свет
Это Секта! Обратных билетов нет
Лютая Секта! Руки тянутся вверх
Остаемся собой, держа огонь на виду у всех
Секта! В конце тоннеля мы - свет
Это Секта! Обратных билетов нет
Лютая Секта! Руки тянутся вверх
Остаемся собой, держа огонь на виду у всех
`,
};
