import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.solnce,
  name: ['Солнце'],
  albums: [EnumAlbums.solnce],
  text: `
[Куплет 1]
Чернила иссякли, ручка не в силах
Связать даже первые буквы
Ты просто уходишь, оставив на память
Диски, блокнот и компьютер
Я, вытянув руки вперед
Ищу в темноте почти севший фонарик
Но место, где жили мы, стало
Чужим и холодным как в детском кошмаре
Планета тихонько тоскует по Солнцу
Застывшая в темной бездне
Бескрайняя ночь, замерзли растения
Звери и птицы исчезли
И сложные игры героев
Сменила борьба за еду и тепло
Но жечь уже нечего, тучи - свинцом
Небоскребы почти замело
Прощай! Я так и не понял
К чему была вся эта сказка
Ты просто уходишь, я просто молчу
Понимая, что крики напрасны
Прощай, нам было с тобой хорошо
Но дальше мой путь - неизвестность
Холодная белая пропасть
Страниц блокнота, предельная честность
Мы много смогли, но теперь ты уходишь
В объятья к другому поэту
Звезда улетает в другую галактику
Брызгаться ярким светом
Прости, что забыл о тебе
В череде этих второстепенных событий
Спасибо за каждый твой луч

[Припев]
На моей планете голосов не слышно
Лишь устало дышит одинокий ветер
Но я верю, что она проснется
И нарушит мертвое молчание
Новой песней с первыми лучами
Утреннего Солнца

[Куплет 2]
Боже, сотри меня с этой орбиты
Я сам этим ядом словно пропитан
Снова репитом, крики обиды
Плюнуть и бросить, но не привык так
Кто там в живых-то, будет ли выхлоп?
Руку до хруста или на выход
Затянет все дымом, батяня и сын там
Стали чужими, а может и были
Боже, храни нас, родина-мама
Таким был упрямым, упорно и прямо
Глупо и рьяно, трезвый и пьяный
Смерти искать - быть неблагодарным
Знает родная - мне лишь бы драма
Пиковая дама, что даром отдам я
И так много хлама на наших радарах
Прости меня, я не подарок

[Припев]
На моей планете голосов не слышно
Лишь устало дышит одинокий ветер
Но я верю, что она проснется
И нарушит мертвое молчание
Новой песней с первыми лучами
Утреннего Солнца

На моей планете голосов не слышно
Лишь устало дышит одинокий ветер
Но я верю, что она проснется
И нарушит мертвое молчание
Новой песней с первыми лучами
Утреннего Солнца
`,
};
