import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.tamKudaIdyom,
  name: ['Там, куда идём'],
  albums: [EnumAlbums.lyudiHaosa],
  clipYouTubeId: 'HGQCL_Ed2Ro',
  text: `
[Куплет 1]:
Здесь когда-то я прятал свои слёзы отчаяния
В капкане прокуренных подъездов и серых зданий,
Без мечтаний о полётах и странствиях дальних,
Бычками на стенах писал о своих идеалах.

Кричал, что Бог — кидало, кварталы — круг ада,
И тот, кто улыбается, просто в боли не падал,
И ты не прав по-любому, если настроен иначе,
Звёзды сияют только на сцене и в передачах.

«Богатые не плачут» — сценарист неудачник.
Верю, что сумею сам и без ваших подачек.
Прошлое — перегной, узор из полученных шрамов.
Звёзды исчезли с экранов, посыпались камни.

Помню, как были сделаны первые чертежи,
Как внутри моей вселенной зародилась жизнь.
От большего к малому, от квазара до кванта
Шагает мой дух через молитвы и мантры

Оставив эту планету искателей.
Эксперимент Создателя после запечатлит ручка писателя.
Попытки искать его — попытки напрасные.
Он улыбается нам, когда стихают страсти.

[Припев]:
Но даже если разбит асфальт, ё
Устала сталь и проезда нет,
Летят к новости опять в поисках,
Пока есть ещё свежий след.
Одиночная камера пыток,
Но ты не одинок в море бесплодных попыток.
День за днём бой с огнём.
Забываем себя там, куда идём.

[Куплет 2]:
Эстакады, лабиринты развязок, когда-то
Здесь были болота, теперь мы увязли в асфальте.
Руки тянутся вверх из-под камней сорняками,
В надежде ухватить что-то кроме лесок с крюками.

Набор тех же метафор, надоевшие банальности.
Жизни неу никакого дела до сроков давности.
Бороть порок в городе дорог. Как знать —
Вряд ли мы чем-то лучше давно уставших писак.

Я не претендую быть отражателем,
Просто вышло так, что музыка всегда учила быть внимательным.
Хочешь, кем-то казаться, что ж — выбор за каждым,
Но помни всякая чушь назад вернётся дважды.

Рад бы прекратить погоню за сутью,
Но суть внутри, и это значит, что я — это путь мой.
Отныне дороги сходятся чаще, чем было.
Банальность о судьбе саму себя опередила.

[Припев х2]
Но даже если разбит асфальт,
Устала сталь и проезда нет,
Летят к новости опять в поисках,
Пока есть ещё свежий след.
Одиночная камера пыток,
Но ты не одинок в море бесплодных попыток.
День за днём бой с огнём.
Забываем себя там, куда идём.
`,
};
