import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.tropinka,
  name: ['Тропинка'],
  albums: [],
  clipYouTubeId: 'YVjX8UkDk2g',
  text: `
Река бежит и дважды в одну не вписаться
Мы как будто безнадёжно больны, не знаю как принять всё
Философы войны базарят о сакральных жертвах
Тошнит от этой бравады из советских объедков

Дебилы жаждут крови, сочиняя месть
Пока тела детей находят под обломками и их не счесть
Кто-то всё спорит о братстве
Живые люди, а не мёртвые - наше богатство, где им взяться

Позабыли в одночасье, что король-то голый
А он всё носится, болтая скукоженным колом
Таблички частоколом, скрепы из чёрных надгробий
С тяжёлым сердцем покидают родную утробу

Дети, уставшие от бредней запойного отчима
Хочешь не хочешь, все решения ты примешь срочно
Обыденность жестока, ты всюду чужак
Дома предатель, за границей по паспорту враг

Трудно не моросить, экспаты цепляют друг друга
Одна любовь только в песнях, с этим тут очень туго
Очереди в эмиграшке до самого Джомтьена
Та же коррупция, те же оголтелые схемы

Признаться немного радуюсь этим хлопотам
Ленты пропитаны горем, чёрным дымом и грохотом
Ты мне писал проклятия, угрозы, предал анафеме
Но сам воюешь только в соцсетях, чавкая вафлями

Ну а трус конечно я, двуличный и фальшивый
Лучше как ты, сидя на жопе, мнить себя мужчиной
Можешь считать предателем, старый урок я вызубрил
Не предавать себя, чтоб после не жить, как огрызок

Пока река бежит ты сможешь сочинить отмазки
Что тебя поняли неверно и сгущают краски
Частенько сомневаюсь, давно не подросток
Но без романтики храню в памяти девяностые

И слава богу завтра молодёжь о нас не вспомнит
Как и о ржавой ядерной угрозе из помоек
Моя утопия об интегралке канет в лету
Хоть в Тае круглый год лето - знобит от мысли этой

Я как и прежде говорю, что думаю
Отписывайся, удаляй релизы, фотки с концертов и студий
Но только не лечи как правильно любить отчизну
Любовь неведома тем, кто не ценит дара жизни

Вся эта лирика бессмысленна, опыт имеется
Но вдруг один из миллионов всё-таки согреется
Сейчас принято быть циничным, сидя на двух стульях
Молчать, чтобы сойти за умного на фоне гула

И как же хорошо, что я не самый-самый
Нечего терять, некому объяснять, не с кем идти рядами
Пришло время сказать "прощай", на дороге развилка
Бросаю тачку на шоссе и опять по тропинке
`,
};
