import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.zaMirIlyubov,
  name: ['За мир и любовь'],
  albums: [EnumAlbums.zaMirIlyubov],
  text: `
[Intro]
- У вас есть два пути (два пути). Один - обратно в Хобиттаун, Другой - в Мордор. Выбирай, какую дорогу ты выберешь
- У нас есть одна дорога: только вперед и только в Мордор

[Куплет 1: Кто-то из Грота]
Если они посмеют усомниться в нашей доброте
То сразу же поймут, что нарвались не на тех, блядь
Не, так-то я добряк, за любовь и мир
Но пидоров надо казнить, ты меня пойми. (ха-тьфу)
Блядь, поразвелось гуманистов
Давай его раздетого на мороз выставим
И во имя Господа нашего
Пусть мучения врага будут страшными
Либерастня набралась, да людей-то мы любим
Но это то не люди
Эй, ебанат, захлебнешься в крови
Если вдруг усомнишься в нашем миролюбии
И мы вам зубы сломаем, верьте
Если засомневаетесь в нашем милосердии
Две свечи за здоровье, брат, (гори в аду)
Мира вам и добра

[Куплет 2: ОДИН.ВОСЕМЬ]
Это битва за мир и любовь, четко и внятно
Всегда во имя лучшего братья резали братьев
Знаю что говорю, как верующий православный
В печи свободолюбивых за чистоту державы
Мой рэп не нужен никому, качу на популизме
Раньше сам зиговал, теперь время антифашизма
У нас лицемеров чуйка на лицемеров
Но эти диссы ради Родины, не для карьеры
Оставим руины от Бирмы до Литвы
Мир в труху, чтобы уж точно не было войны
Так-то мы сами не в окопах, важнее поддержка
Посты и комменты в сети со скорбью об умерших
Победа будет за нами, дачный сезон
Выпьем за наших, закусим водочку шашлыком
А все предатели чистых и вечных ценностей
Сгниют в гулагах во имя святой бессменности

[Припев: Кто-то из Грота]
Ещё раз цвет шкур меняют приспособленцы
Но только кровь с рук не вытереть полотенцем
Сколько не пробуй впредь эти пятна с кожи содрать
Это теперь твоя не снимаемая кора
Ещё раз цвет шкур меняют приспособленцы
Но только кровь с рук не вытереть полотенцем
Сколько не пробуй впредь эти пятна с кожи содрать
Это теперь твоя не снимаемая кора

[Куплет 3: Кто-то из Грота]
Я видел сон, я был внутри дешёвого боевика
Такие раньше на кассетах в салоне брали в прокат
Где всех спасает в одиночку атлетичный янки
И где смешные русские в неправильных ушанках
Вождь им, как обычно, мир захватить велит
Детей родители на фронт собирают в кредит
Сон был предельно криповым, я, видно, температурил:
Зеков, как троллей из пещер, выпускали из тюрем
Плохим танцорам можно на сцену, когда хорошие
Внезапно по доносу с пристрастием допрошены
Так шёпот снова стал государственным языком
И со своим знакомым знакомый снова стал не знаком
Бывшие прежде никем лезут под стол к чинам
Опция «Патриот» автоматом
Подключена
Согласно договору тянется с каждой окраины
За смыслом своих жизней колонна неприкаянных
Предельно простые правила будут у этой игры:
Кого бы то ни было по свистку загнал и загрыз
Белый голубь намертво скотчем на каждой бомбе
В Казаков-разбойников выиграли, проиграли в Зомби

[Припев: Кто-то из Грота]
Ещё раз цвет шкур меняют приспособленцы
Но только кровь с рук не вытереть полотенцем
Сколько не пробуй впредь эти пятна с кожи содрать
Это теперь твоя не снимаемая кора
Ещё раз цвет шкур меняют приспособленцы
Но только кровь с рук не вытереть полотенцем
Сколько не пробуй впредь эти пятна с кожи содрать
Это теперь твоя не снимаемая кора
`,
};
