import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.zdesIsejchas,
  name: ['Здесь и сейчас'],
  albums: [EnumAlbums.pochtiFantastika],
  clipYouTubeId: '2Ggqak_1OHI',
  text: `
Живая сфера не помнит о постулатах времени
Код биоса скрыт под цифровыми генами
Покидая пределы воинственного эго
Новые витки совершают пытливые мемы
Крыльев нет, но нужны ли они воздуху
Что мы ответим вопросу, когда он ударит обухом
Поймёт ли Бог тех, кто был не прав
И прав ли тот, кто давно мыслями в небесах
Словно прах по ветру развеяны иллюзии
Диффузия душ, сплетение снов в узел
Попытки выявить невидимые линии
Чтобы наметить пути к области неделимого
Постфактум реальность не остановить
Эволюция бежит так, что мало есть и пить
Нить не имеет конца и начала
Я молча делаю шаг уже за пределы портала

Эволюция здесь и сейчас
Эволюция здесь и сейчас
Эволюция здесь и сейчас
Эволюция здесь и сейчас
Эволюция здесь и сейчас
Эволюция здесь и сейчас
Эволюция здесь и сейчас
Эволюция здесь и сейчас
`,
};
