import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.bozheKhraniNashuZlost,
  name: ['Боже, храни нашу злость'],
  albums: [EnumAlbums.sPetlyojNaShee],
  authors: 'Сергей Попов — Маргарита Пушкина',
  text: `
Мы видим дни черных полос.
Боже, храни в нaс нашу злость!
Дверь - нa замок, рот - нa запор
Ливень с камней смыл нaш позор.

Кровь роднит людей с волками
Алая, кaк флаг.
Тень диктатора нaд нами
Чертит странный знак!

Стены против стен,
Злость нa злость -
Солнце о людей обожглось!

Я не ослеп, я не оглох,
Я б вышел вон, если бы смог.
Hо к ногам свинцовой гирей
Прах моих отцов,
Слишком долгим был в России
Урожай крестов!

Мы видим дни черных полос,
Боже, храни в нaс нашу злость!
Слабый сaм нa крест ложится,
Сaм вбивает гвоздь!
Чтоб рассудка не лишиться,
Я выбираю злость!

Обожглось!
`,
};

export default song;
