import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.krisi,
  name: ['Крысы'],
  albums: [EnumAlbums.poTuStoronuSna],
  authors: 'Алик Грановский — Маргарита Пушкина',
  text: `
Дети Часа Прозренья,
Свежая кровь и острые зубы,
Полет, непрерывность движенья,
Злобной усмешкой вспороты губы.

Отсекай одиночек –
Им умирать на старой дороге,
С подлунными крысами ночью
Травы не топчут единороги.

Бархат, шелк, серебро,
Нож под ребро,
Быстрый конь, острый меч,
Головы не сберечь!
Крысы в окна и двери,
Не зверьки, не детеныши,
Звери,
Жестокие звери,
Красивые звери,
Азартные звери!

BIS REPETITA PLACENT

Им бы слепнуть в грязи,
Ползать в грязи, в грязи и забыться.
Не видеть бы Солнце ни разу,
Не подставлять косым дождям лица…

Ждать прощения глупо,
Пляски ждать на костре слишком скучно,
Разбить бы к чертям неба купол!
Но есть у них сердце, бей в сердце, лучник…

шелк, серебро,
нож под ребро

Дети Часа Прозренья,
Свежая кровь и острые зубы,
Полет, непрерывность движенья,
Злобной усмешкой вспороты губы.

Отсекай одиночек –
Им умирать на старой дороге,
С подлунными крысами ночью
Травы не топчут единороги.

BIS REPETITA PLACENT
`,
};

export default song;
