import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.mramorniiAngel,
  name: ['Мраморный Ангел'],
  albums: [EnumAlbums.poTuStoronuSna],
  authors: 'Сергей Скрипников — Маргарита Пушкина',
  text: `
Когда заплакал мраморный ангел,
Сместился к полуночи звон предрассветный,
Когда заплакал мраморный ангел,
В соборе разбился витраж пятицветный,
Когда заплакал мраморный ангел,
Туман оказался прошит нитью черной,
Когда заплакал мраморный ангел,
Покров тишины был грозою разорван,

И ты открыла глаза…

Когда заплакал мраморный ангел,
Поверхность зеркал перестала светиться.
Когда заплакал мраморный ангел,
Печати грехов проступили на лицах,
Когда заплакал мраморный ангел,
Пунцовыми розами стали стигматы,
Когда заплакал мраморный ангел,
Кто был невиновен, тот стал виноватым,

И ты открыла глаза…

Загорелся бессмертник,
Загорелась ограда,
Пламя схвачено ветром,
Ветер дважды просить не надо…
Загорелись рябины,
И состарились звезды,
Из-за дыма не видно,
Как по небу стекают слезы…
Пепел к пеплу стремится,
Тень приходит за тенью,
От огня не укрыться,
От огня мне не будет спасенья…

ТЫ ОТКРЫЛА ГЛАЗА,
КОГДА ЗАПЛАКАЛ МРАМОРНЫЙ АНГЕЛ.
`,
};

export default song;
