import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.naLiniiOgnya,
  name: ['На линии огня'],
  albums: [],
  authors: 'Андрей Ковалёв',
  clipYouTubeId: 'sdAZuPTbFtE',
  text: `
Каменные джунгли, город грехов,
Пустая жизнь, пока не встретишь любовь.
Шутить не пробуй с волчьей стаей,
Она была почти святая.

Косые взгляды, но свернуть нельзя,
И очень далеко твои друзья.
Игра со смертью, ноль-ноль, ничья,
Он жить привык на линии огня.

Припев:
На линии огня
Скрывая в сердце боль.
На линии огня
Играть чужую роль.
На линии огня
Нельзя любовь забыть.
На линии огня
Надежду сохранить.

Над черным городом, черный дым,
Он был своим, он был чужим.
Смерти не боялся, смерти не искал,
Никто не знал, как он устал.

И ты не бог, и мир жесток,
Любви счастливой был короткий срок.
В разбитом сердце боль храня,
Он жить привык на линии огня.
`,
};

export default song;
