import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.okhotnikiZaSchastem,
  name: ['Охотники за счастьем'],
  albums: [EnumAlbums.labirint],
  authors: 'Леонид Фомин, Алик Грановский — Евгений Миканба',
  text: `
Эй! Охотники за счастьем
Пирамиды ждут!
Боги, что лишились власти
Там нашли приют!

Ветры, что поют вам песни,
Тайны дней былых,
Сотни ядовитых бестий,
И теней немых!

Нет, нет, счастья нет
Вас, ждет, столько бед!

Звезды меркнут, сохнут реки -
Пусть бегут года
"Будет проклят тот навеки,
Кто войдет сюда!"

Эй, грабители гробницы,
Надписи не лгут!
Пусть проклятие свершится -
Пирамиды ждут!

Нет, нет, счастья нет!
Вас ждет столько бед!
Шаг, свет, боль и крик,
И смерть в тот же миг!

Бури песчаные,
Жгучее золото -
Солнце и карты не лгут!
Вы же отступники,
Древними прокляты -
Но пирамиды вас ждут!

Зной, песчаные просторы -
Только часть пути!
Мрак, ловушки, коридоры
Ждут вас впереди!

Чья застыла кровь на стенах?
Чей последний вздох
Прокатился по ступеням?
Из каких веков?

Нет, нет, счастья нет!
Вас ждет столько бед!
Шаг, свет, боль и крик
И смерть в тот же миг!

Бури песчаные,
Жгучее золото -
Солнце и карты не лгут!
Вы же отступники
Древними прокляты -
Но пирамиды вас ждут

Вы и те кто шел пред вами
Много лет назад,
Здесь наказаны богами,
Что так долго спят!

Спят, готовые проснуться,
Как нагрянет срок.
Ждут, надеются вернуться,
Но их срок истек...

Нет, нет, счастья нет!
Вас ждет столько бед!
Шаг, свет, боль и крик
И смерть в тот же миг!
`,
};

export default song;
