import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pesniMyortvikh,
  name: ['Песни мёртвых'],
  albums: [EnumAlbums.pesniMyortvyh],
  authors: 'Сергей Попов — Маргарита Пушкина',
  text: `
Секс на чердаке, лезвие для вен,
Палец на курке - это круто!
Пена на губах, пуля в голове,
Скачут налегке кони Курта

За окном - апрель, за апрелем - смерть,
Белые, как мел, стены морга.
Жил да был Кобейн, чтобы умереть,
И берут себе Боги Торга
Песни мертвых для живых, песни мертвых.
Будь спокоен, брат,
Будь как Будда - тих и свят,
Будь свободен, брат,
Путь в Нирвану - через ад, твой ад...

Ты такой, как он, съехавший с колес,
Брошенный в загон, зверь-безбожник,
Против всех один долго и всерьез,
Раны затяни новой кожей
Песни мертвых для живых, песни мертвых!
Будь спокоен, брат,
Будь как Будда - тих и свят,
Будь свободен, брат,
Путь в Нирвану - через ад, твой ад...

Секс на чердаке, лезвие для вен,
Палец на курке - это круто!
Пена на губах, пуля в голове,
Скачут налегке кони Курта
Песни мертвых для живых, песни мертвых!
Будь спокоен, брат,
Будь как Будда - тих и свят,
Будь свободен, брат,
Путь в Нирвану - через ад, твой ад...
Песни мертвых для живых, песни мертвых!
`,
};

export default song;
