import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.poTuStoronuSna2,
  name: ['По ту сторону сна (часть 2) (Live in studio)'],
  albums: [EnumAlbums.poTuStoronuSna],
  authors: 'Алексей Страйк, Ольга Дзусова — Маргарита Пушкина',
  text: `
Прошлого платье изношено,
Но в карманах лежат бриллианты,
В будущем ты – гость непрошеный,
Там своя музыка и музыканты.

Снег очарует намеками,
Письменами следов звериных,
Лошадь белая – вся грива мокрая,
В зыбком тумане пройдет сквозь картину

На ту сторону сна,
На ту сторону сна…

И Поэт императорских лилий
Превратится в поющий воздух,
Старый ангел с остатками крыльев
Из жести кровельной вырежет звезды.

Шептать ничего не хочется,
Улетать - еще время не вышло,
Похоже, мое одиночество
Оказалось удивительно лишним

По ту сторону сна,
По ту сторону сна…

Ты не разрушить реальности
И ты не построишь реальность,
Мой рассеянный дух зазеркальности,
Бесприютная моя зазеркальность…..
`,
};

export default song;
