import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.son,
  name: ['Сон'],
  albums: [EnumAlbums.labirint, EnumAlbums.rcCars],
  authors: 'Алик Грановский — П.Морозов',
  text: `
Говорят, что у человека две души:
Во время сна одна душа не покидает тело
И остается на земле,
А вторая отправляется бродить
В заоблачные дали
И связывает эти две души
Серебристая нить
Оборвется она невзначай,
Или враг перерубит ее острым мечом -
Не сможет вторая душа
Найти путь обратно на землю,
Останется в заоблачном краю...
А первая душа человека тоскует
В разлуке со своим бродячим двойником,
И человек умирает не просыпаясь
--------------------------------------

День, ночь - все равно
В царстве вечной тьмы.
Видеть солнце нам дано
Только с той стороны.

Век! Век! Мой народ!
В этом замке грез
Призрак из снов,
Всякий сумрачный сброд -
Кого дьявол занес

Есть вход в этот мир -
Ты его нашел.
Ты не дух и не вампир,
Так зачем ты пришел?

Кто ты? Человек?
Только плоть и кровь!
Бедный, заблудший -
Окончен твой век!
Свою душу готовь!

Нет на земле силы, коварнее сна
Свет во мгле свой теряешь.
Сто тысяч лет в замке таится она.
Сотни век ты не знаешь -
Нет!

Ты знал этот путь -
И пришел сюда,
Грезы вечности вдохнуть.
Заглянуть в никуда

Но здесь все не так!
Здесь расклад иной -
Можно войти,
Но покинуть - никак
Мир под черной луной.

Нет на земле силы, коварнее сна.
Свет во мгле свой теряешь.
Сто тысяч лет в замке таится она.
Сотни век ты не знаешь -
Нет!

По ночам души людей неслышно
Вылетают из дверей,
Чтобы встретиться и сразиться
Со своими врагами.

Проигравшие этот бой души
Не возвращаются назад,
А покинутые ими тела
Обращаются в прах!

День, ночь - все равно
В царстве вечной тьмы
Видеть солнце нам дано,
Только с той стороны.

Век! Век! Мой народ!
В этом замке грез
Призрак из снов,
Всякий сумрачный сброд -
Кого дьявол занес.

Нет на земле силы, коварнее сна
Свет во мгле свой теряешь.
Сто тысяч лет в замке таится она.
Сотни лет ты не знаешь
Нет!
`,
};

export default song;
