import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.stikhiya,
  name: ['Стихия'],
  albums: [EnumAlbums.zhizni33],
  authors: 'Андрей Лебедев, Алик Грановский — Сергей Жариков',
  text: `
Ветер вдруг обманул покой,
В ливень град обернулся зной.
Вслед за молнией грянул гром,
Здесь стихия вершит погром.

Туч свинец навалил на плечи,
Ясный день превратился в вечер.
С крыш сметая железа кровлю,
Тучи жаждут смерти и крови.

Смерч, смерч повсюду,
Жизнь равна лишь чуду.

Как стекло, разбивая день,
тает радость в глазах людей.
В них стихия вселила страх,
В сердце скорбь и надежды крах.

Все на свете проклиная,
Ты все стерпишь, душа людская.
Ты не можешь в жизнь не верить!
Сил души твоей не измерить.

Стой. Не прячься. Смотри в глаза.
Это в сердце твоем гроза.
Ты это небо э та земля.
Я это ты.
Ты это я.

Смерч, смерч повсюду,
Жизнь равна лишь чуду.
`,
};

export default song;
