import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.visokosniiVek,
  name: ['Високосный век'],
  albums: [EnumAlbums.labirint, EnumAlbums.rcCars, EnumAlbums.akustika],
  authors: 'Леонид Фомин, Алик Грановский — Нина Кокорева',
  text: `
Твой девиз - "не верь!"
За храмом воет зверь -
Это високосный век!

Страх - а ты один,
Твой доктор - героин!
Это високосный век!

Срыв и адский жар,
Оскалил пасть пожар -
Это високосный век!

Сон, война, или гроза,
Слепнут скорбные глаза!
Небо! Небо!

Прости, дитя,
Всем нам ненависть и кровь.
Молись за нас,
Дай нам веру и любовь

Високосный век!
Високосный век!
Високосный век!
Високосный век!

Ты понять не смог,
Кто килер, кто пророк
В этот високосный век!

Ангел зло и ангел свет
Бьются на смерть сотню лет
В небе! В небе!

Прости, дитя,
Всем нам ненависть и кровь,
Молись за нас,
Дай нам веру и любовь

Високосный век!
Високосный век!
Високосный век!
Високосный век!

Быть самим собой
Так не легко порой -
Это високосный век!

Время жизнь и время смерть
Это труд и путь к себе
В небо! В небо!
`,
};

export default song;
