import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zaGranyu,
  name: ['За гранью'],
  albums: [EnumAlbums.poTuStoronuSna],
  authors: 'Алексей Страйк — Маргарита Пушкина',
  text: `
Научились молчать
Те, кто раньше кричал,
То ли жизнь хороша,
То ли голос пропал.

Ищут дети Грааль
С деревянным мечом,
Дверь в придуманный рай
Подпирают плечом.

Старики просят день
Стать длиннее на жизнь,
Но теряют вдруг тень —
Тень уносится ввысь.

И дворняги хрипят,
Попадая в петлю,
Не хватает им лап,
Чтобы смерть обмануть...

Ты на исповедь шёл,
Да слова позабыл,
Вроде всё хорошо,
Только сердцем остыл.

Дорожная пыль... (пыль...)
Растраченный пыл... (пыл...)
Лоскутья небес... (бес...)
Примерил — исчез.
Дорожная пыль... (пыль...)
Растраченный пыл... (пыл...)
Тревожно
За гранью...

Научились молчать
Те, кто раньше кричал,
То ли жизнь хороша,
То ли голос пропал.

Кожа слишком груба,
Чтоб сгореть от стыда.
Мысли, буквы, слова —
Из воды, изо льда.

Ты на исповедь шёл,
Да слова позабыл,
Вроде всё хорошо,
Только сердцем остыл.

Дорожная пыль... (пыль...)
Растраченный пыл... (пыл...)
Лоскутья небес... (бес...)
Примерил — исчез.
Дорожная пыль... (пыль...)
Растраченный пыл... (пыл...)
Тревожно
За гранью...

...пыль... (пыль...)
Растраченный пыл... (пыл...)
Лоскутья небес... (бес...)
Примерил — исчез.
Дорожная пыль... (пыль...)
Растраченный пыл... (пыл...)
Тревожно...

Дорожная пыль... (пыль...)
Растраченный пыл... (пыл...)
Лоскутья небес... (бес...)
Примерил — исчез.
Дорожная пыль... (пыль...)
Растраченный пыл... (пыл...)
Тревожно...
`,
};

export default song;
