import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.hideNSeek,
  name: ["Hide'n'Seek"],
  albums: [EnumAlbums.hideNSeek, EnumAlbums.hush],
  clipYouTubeId: 'fscAHuASUoo',
  duration: 220,
  text: `
Раз, два, три, четыре, пять
Я иду тебя искать
Не ложися на краю
Я приду тебя убью

Солнце вышло из-за тучки
Оторвало ножки-ручки
Вышел зайчик погулять
Вот и время умирать

Поиграем в прятки
Досчитай до ста
Поиграем в прятки
Закрывай глаза

Раз, два, три, четыре, пять
Наше дело - выбирать
Шесть, семь, восемь, девять, десять
Отравить или повесить

Тише мыши, кот на крыше
Он услышит как ты дышишь
Месяц светится в ночи
Запирайся и молчи

Поиграем в прятки
Досчитай до ста
Поиграем в прятки
Закрывай глаза

Пролетали страны
Проходили дни
Я вас всех достану
Хоть из-под земли
Закрывайте дверцы
Поезд едет в ад
Кто не спрятал сердце
Я не виноват

Раз, два, три, четыре, пять
Мы закончили играть
Но не думай уходить
Все равно тебе водить

Поиграем в прятки
Досчитай до ста
Поиграем в прятки
Закрывай глаза
`,
};

export default song;
