import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.aelAua,
  name: ['Аель-Ауа'],
  albums: [EnumAlbums.neboProtiv, EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  clipYouTubeId: 'PgCD-Yzcrgc',
  text: `
В объятиях туч черна гора
Сухие ветви даже по весне,
Ведь в ней живёт Аель-Ауа,
Танцуя с ветром в темноте

Дрожью стона ляжет мгла,
Вздрогнет день, как снег белым бела
Оглянулся - либо далека,
Либо в миг пред тобой она

Зови гора, зови река
Зови года, зови века
В ночи светла Аель-Ауа

Повидался с ней не пал
Всю судьбу, словно ей отдал
Вроде жив, но вот беда
Ты тень для всех, как и Аель-Ауа

Зови гора, зови река
Зови года, зови века
В ночи светла Аель-Ауа

Аель-Ауа, Аель-Ауа
Опасной страсти аромат
Ты так прозрачна и легка,
Аель-Ауа

Изумрудом горных рек
Бродит самый мёртвый человек

Аель-Ауа, Аель-Ауа
Опасной страсти аромат
Ты так близка и далека,
Аель-Ауа
`,
};

export default song;
