import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.agressivniiPokoi,
  name: ['Агрессивный покой'],
  albums: [EnumAlbums.agressivnyjPokoj],
  authors: 'Шмель',
  text: `
За стеной любовь, за горой война
На подошвах грязь — это пришла весна

Агрессивный покой, весна, весна
Агрессивный покой, весна

Покой, покой, покой, покой, покой
Покой, покой, покой, покой, покой
Покой, покой, покой, покой, покой

Агрессия весны
Агрессивный, агрессивный, агрессивный, агрессивный

Покой, покой, покой
Покой, покой, покой, покой, покой
Покой, покой, покой
Покой, покой, покой, покой, покой

Вот потерян дом, мы теперь везде
Под прямым огнём топчем по весне

Агрессивный покой, весна, весна
Агрессивный покой, весна

Покой, покой, покой, покой, покой
Покой, покой, покой, покой, покой
Покой, покой, покой, покой, покой

Агрессия весны
Агрессивный, агрессивный, агрессивный, агрессивный

Покой, покой, покой
Покой, покой, покой, покой, покой
Покой, покой, покой
Покой, покой, покой, покой, покой

Ты не верь ей, ты не верь ей
Ты не верь
Ты не верь ей, ты не верь ей
Ты не верь
Ты не верь ей, ты не верь ей
Это весна

Покой, покой, покой
Покой, покой, покой, покой, покой
Покой, покой, покой
Покой, покой, покой, покой, покой

Агрессивный покой, весна, весна
Агрессивный покой, весна

Покой, покой, покой, покой, покой
Покой, покой, покой, покой, покой
Покой, покой, покой, покой, покой

Агрессия весны
`,
};

export default song;
