import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.akhUYeli,
  name: ['Ах, у ели'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Ах, у ели, ах, у ели зелёной
Мы с тобой целовались в парке
Ах, у ели, ах, у ели большой
Нам с тобой было жарко
Воспоминания с водкой палёной
Как слёзы вампира под полной луной

Ах, у ели, ах, у ели зелёной
У ели, у ели, у ели, у ели
Ах, у ели, ах, у ели большой
У ели, у ели, у ели, у ели
Ах, у ели, ах, у ели зелёной
У ели, у ели, у ели зелёной
Ах, у ели, ах, у ели большой
У ели, у ели, у ели большой

Ах, у ели, ах, у ели зелёной
Мы с тобой отмывались долго
Ах, у ели, ах, у ели большой
Мы с тобой развлекались без толка
Ель спилили фрезой закалённой
Остался пенёк кривой и гнилой

Ах, у ели, ах, у ели зелёной
Мы у ели, у ели, у ели
Ах, у ели, ах, у ели большой
У ели, у ели, у ели, у ели
Ах, у ели, ах, у ели зелёной
У ели, у ели, у ели зелёной
Ах, у ели, ах, у ели большой
У ели, у ели, у ели большой

Ах, у ели, ах, у ели зелёной
У ели, у ели, у ели зелёной
Ах, у ели, ах, у ели большой
У ели, у ели, у ели большой
Ах, у ели, ах, у ели зелёной
У ели, у ели, у ели, у ели
Ах, у ели, ах, у ели большой
У ели, у ели, у ели, у ели
`,
};

export default song;
