import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.andromeda,
  name: ['Андромеда'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Здравствуй берег без причала,
Здравствуй ангел без лица.
Здравствуй трасса бед с начала и конца.
Здравствуй город без поэтов,
Здравствуй клиника судьбы.
Здравствуй грозная ракета без войны.

Может быть завтра рано?
Может вчера не поздно?
Жёлтым подъёмным краном
В небе ловить звёзды
Андромеды!
Звёзды андромеды
Звёзды андромеды

Здравствуй лето без загара,
Здравствуй свежий чебурек,
Здравствуй добрый мёртвый человек.
Здравствуй не пришедший праздник,
Здравствуй не прошедший снег.
Здравствуй самый бесконечный век.

Может быть завтра рано?
Может вчера не поздно?
Жёлтым подъёмным краном
В небе ловить звёзды
Андромеды!
Может быть завтра рано?
Может вчера не поздно?
Жёлтым подъёмным краном
С неба сбивать звёзды
Андромеды!

Звёзды андромеды
Звёзды андромеды
Звёзды андромеды
Звёзды андромеды

Может быть завтра рано?
Может вчера не поздно?
Жёлтым подъёмным краном
В небе ловить звёзды
Может быть завтра рано?
Может вчера не поздно?
Жёлтым подъёмным краном
С неба сбивать звёзды

Андромеда!
Андромеда!
`,
};

export default song;
