import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.apm30002043,
  name: ['АПМ-3000 20/43'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Энергия empty
Металлолом
Разводы бензина
Под ржавым котлом

Слабо мигнул
Светодиод
Включился резерв
Программа reload

Заготовлен капкан
Развернулись пружины
Лязгнул стальной организм
И создание ада
Паровая машина –
Боевой механизм.

Красные лампочки
Вспыхнут угрюмо
Пломбы сорвёт интеллект
Программа запустит
В сознании грубом
Антигуманный reset.

Энергия full
Боекомплект
Настроен прицел
Обнаружен объект

Заготовлен капкан
Развернулись пружины
Лязгнул стальной организм
И создание ада
Паровая машина –
Боевой механизм.

Красные лампочки
Вспыхнут угрюмо
Пломбы сорвёт интеллект
Программа запустит
В сознании грубом
Антигуманный reset.
`,
};

export default song;
