import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.avtomobilITi,
  name: ['Автомобиль и ты'],
  albums: [EnumAlbums.toplivo],
  authors: '',
  text: `
Хватит пить и плакать
Лёжа на матрасе
Лучше ехать лишь по знакам
По безлюдной трассе

Уедем, уедем за 666 миль
Уедем, уедем только ты и автомобиль
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!

Хватит врать и верить
Обвиняя всех
Закрывай в машине двери
Скука это грех!

Уедем, уедем за 666 миль
Уедем, уедем только ты и автомобиль
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!

Нас встречают утро и грибные дали
Дуб живой и ёжик мудрый
Славно мы удрали!
Славно мы удрали!

Уедем, уедем за 666 миль
Уедем, уедем только ты и автомобиль
Уедем, уедем за 666 миль
Уедем, уедем только ты и автомобиль
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!
Автомобиль и ты, ты и автомобиль!
Автомобиль и ты!
`,
};

export default song;
