import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.banitZhizn,
  name: ['Банит жизнь'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель',
  text: `
Любовь живёт за стеклом
Любовь живёт за бетоном
Земля создала всем дом
Но тень остаётся вне дома
Последний укус внезапного счастья — похмелье
Сбежавший - не трус, а дезертир страсти в тёплой постели

Не построить мир между летом и зимой
Не построить мир между небом и мозгами
Банит жизнь, банит жизнь, банит
Банит жизнь, банит жизнь, банит

Вечность без зубов
Тайна без пощады
Любовь наломала дров
И растеряла все награды
Любовь живёт за картонной открыткой — прошло
Любовь не умрёт под дьявольской пыткой, и всем будет хорошо

Не построить мир между летом и зимой
Не построить мир между небом и мозгами
Банит жизнь, банит жизнь, банит
Банит жизнь, банит жизнь, банит

Всех забанит жизнь
Всех забанит свирепая жизнь
`,
};

export default song;
