import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.beiKolokol,
  name: ['Бей, колокол!'],
  albums: [EnumAlbums.tenSerdca],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Словно немая песня, словно слепая птица знает,
Где вовсю зарница.
Будет в окошко биться, в хату, где счастье умирает,
По стеклу стекают
Кровью былые силы. Слёзы остались за порогом
Темнота, дорога.
Может, всё это было, может, верней путь по инстинктам
Красота – могила.

Бей, бей, мой колокол – вещим громом,
Бей, бей, мой колокол – не умолкай,
Сам по себе, сам по себе бей,
Сам по себе, сам по себе бей -
Это мы с тобой возвращаемся в Рай…

Не оправдал доверье,- на первый пост не поставят больше
Без знамён в преддверьи
Нового биосложенья, строем не в ногу, лишь на пораженье -
Вот оно – решенье
Если вчера преступленье, а сегодня верный подвиг -
Это не цель сраженья.
Жизнь есть цена билета в правильный идеальный облик,
И это конец света…

Бей, бей, мой колокол – вещим громом,
Бей, бей, мой колокол – не умолкай,
Сам по себе, сам по себе бей,
Сам по себе, сам по себе бей -
Это мы с тобой возвращаемся в Рай…

Словно немая песня, словно слепая птица знает,
Где кому не спится.
Будет всю ночь молиться, да, будет то, чего не бывает,
Всем векам назло.

Бей, бей, мой колокол – вещим громом,
Бей, бей, мой колокол – не умолкай,
Сам по себе, сам по себе бей,
Сам по себе, сам по себе бей -
Это мы с тобой возвращаемся в Рай…
`,
};

export default song;
