import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.belieChulochki,
  name: ['Белые чулочки'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Когда в сердце тишина и скука
Над землёю сатана-разлука
И в больной душе скребутся кошки дикие
Проходят дни
Паутина от луны до солнца
Заколочено в мечту оконце
Силуэты мертвецов как сны безликие
Одни

Уходи от рамок
Убегай от тени
Отправляйся в замок
Олицетворения

Там в белых чулках
Хромает любовь на кривых каблуках
Чёрные как уголь глаза
А на плечах у неё коса

Белые чулочки
Чёрные глаза
Озорные ночки
На плечах коса

Непонятные слова как вздохи
Неопрятные года эпохи
Суетливые мгновения забвения
Душа темна
Невозможно оставаться вместе
Если рядом нет печальной песни
Всей планеты ритм - одно сердцебиение
Всегда

Уходи от рамок
Убегай от тени
Отправляйся в замок
Олицетворения

Там в белых чулках
Хромает любовь на кривых каблуках
Чёрные как уголь глаза
А на плечах у неё коса

Белые чулочки
Чёрные глаза
Озорные ночки
На плечах коса
Белые чулочки
Чёрные глаза
Озорные ночки
На плечах коса

В белых чулках
Хромает любовь на кривых каблуках
Чёрные как уголь глаза
А на плечах у неё коса

Белые чулочки
Чёрные глаза
Озорные ночки
На плечах коса
`,
};

export default song;
