import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.bezImyon,
  name: ['Без имён'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель',
  text: `
Время новых дорог, изгнание
Время подводить итог, менять сознание
В лабиринтах мироздания
В лабиринтах мироздания
Время новых людей, воскресение
Время новых идей, искушение
В лабиринтах спасения
В лабиринтах спасения

Мы очнёмся среди ночи
Безымянные вдвоём
Никогда однажды больше
Мы с тобою не уснём
Никогда однажды больше
Мы с тобою не умрём
Мы — размытые виденья
Без имён и без времён

Будет опять простор, скитание
Булет опять любовь, влечение
В лабиринтах мироздания
В лабиринтах спасения

Мы очнёмся среди ночи
Безымянные вдвоём
Никогда однажды больше
Мы с тобою не уснём
Никогда однажды больше
Мы с тобою не умрём
Мы — размытые виденья
Без имён и без времён
`,
};

export default song;
