import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.bezotvetnayaLyubov,
  name: ['Безответная любовь'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Теряешь покой, поёшь бездушно
Серенады в холодную ночь
Я больной, унылый и скучный
Никто не сможет помочь
Ломаешь мечты, ползёшь на стены
Снова уходишь в запой
Рисуешь кресты, царапаешь вены
Глумясь над своей судьбой

Чёрной кошкой пробегала
Безответная любовь
Белым лебедем взлетала
Безответная любовь
Серым волком загрызала
Безответная любовь
Истязала и терзала
Безответная любовь

Лелеешь портреты, звонишь, молчишь
Бредишь своей звездой
Не веришь советам, не ешь, не спишь
Живёшь одной бедой

Чёрной кошкой пробегала
Безответная любовь
Белым лебедем взлетала
Безответная любовь
Серым волком загрызала
Безответная любовь
Истязала и терзала
Безответная любовь

Но не стоит рыдать и ждать
Надо что-нибудь сделать
Взять внезапно, да поцеловать
Надо что-нибудь делать
Надо-надо поцеловать
Надо-надо завоевать
Надо-надо поцеловать
Надо-надо завоевать

Чёрной кошкой пробегала
Безответная любовь
Белым лебедем взлетала
Безответная любовь
Серым волком загрызала
Безответная любовь
Истязала и терзала
Безответная любовь
`,
};

export default song;
