import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.biomekhanika,
  name: ['Биомеханика'],
  albums: [EnumAlbums.yaVernusKTebe],
  text: `
Который год сизый туман
Скрежет и стук каждую ночь
В городе сон, тьма и покой
А за углом гараж и свет
Вот оживёт прогресса дочь
Вот оживёт прогресса дочь
Сталь, интеллект — любви макет
Сталь, интеллект — любви макет

Сердце жжёт
Кислород и бензин
Миг тепла
Человек
С механизмом един
Ожила
Машина!

Биоэнергия
Живёт в деталях машины
Биоэнергия
Холодной стали машины

И в механизм вольётся жизнь
И заведёт сила мотор
Вечную боль по венам кровь
В тело вдохнёт ласковый дым
Ты посмотри прямо в глаза
Прямо в глаза, прямо в упор!
Станешь навек, станешь навек
Не человек, но молодым

Сердце жжёт
Кислород и бензин
Миг тепла
Человек
С механизмом един
Ожила
Машина!

Машина!
Биоэнергия
Живёт в деталях машины
Биоэнергия
Холодной стали машины
Биоэнергия
Живёт в деталях машины
Биоэнергия
Холодной стали машины
`,
};

export default song;
