import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.bisovKut,
  name: ['БісОв Кут'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Не літають птахи над цим місцем,
Не літають, несуться геть
Ходять звірі навшпиньки,
Бояться, як смерть.

Не літають птахи над цим місцем,
Не літають, не дивляться навіть.
Квіти в’януть, трава сохне,
Злий Дух тут править.

Рідна хата, моя хата – Бісов Кут.
Рідна хата, твоя хата – Бісов Кут.

Бісов Кут!

Не літають птахи над цим місцем,
А залітають – падають відразу.
Чудові метелики дивного Кута
Несуть заразу.

Не літають птахи над цим місцем,
І дирижаблі Святих не літають.
Мляві квіти, вмираючи, їм
Все розповідають.

Рідна хата, моя хата – Бісов Кут.
Рідна хата, твоя хата – Бісов Кут.

Бісов Кут!
`,
};

export default song;
