import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.bisovKutUla,
  name: ['Бісов кут'],
  albums: [EnumAlbums.neboProtiv],
  text: `
Бісов кут - сіре небо у труні,
Моя дівонька - біль
Бісов кут - білі крила у вогні,
ти до мене лети!

Рідна хата, моя хата, твоя хата - кут!
Рідна хата, моя хата, твоя хата - бісов кут!
Рідна хата, моя хата, твоя хата - кут!
Рідна хата, моя хата, твоя хата - бісов кут!

Бісов кут - повні очі мороку, хвиля ночі неси,
Бісов кут - схованка ти моя, таємниця краси
`,
};

export default song;

/*
Чертов угол - серое небо в гробу,
Моя девочка - боль
Чертов угол - белые крылья в огне
Ты ко мне лети

Родной дом, мой дом, твой дом - угол!
Родной дом, мой дом, твой дом - чертов угол!
Родной дом, мой дом, твой дом - угол!
Родной дом, мой дом, твой дом - чертов угол!

Чертов угол - полные глаза морока, волна ночи неси
Чертов угол - тайник ты мой, загадка красоты.
 */
