import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.bol,
  name: ['Боль'],
  albums: [EnumAlbums.agressivnyjPokoj, EnumAlbums.yaVernusKTebe],
  authors: 'Шмель',
  clipYouTubeId: 'UShBtzycUsY',
  text: `
Разрисовано тело и лицо
Яркой краскою, ранами от розг
В царстве света и грёз

Заколдовано на душе кольцо
Дерзкой хваткою агрессивных роз
Что ни жизнь – вечный пост

Боль
Сделай мне хуже
Боль
Не уходи
Боль
Внутри и снаружи
Боль
Я вырву из груди
Своё сердце для тебя!

Неумелый прыжок в омут головой
Стал холодным, как лёд, вечно молодой
Полон страсти слепой

Непрерывный полёт над своей землёй
Взгляд на жизненный путь перед мёртвою петлёй
Девять дней – и святой

Боль
Сделай мне хуже
Боль
Не уходи
Боль
Внутри и снаружи
Боль
Я вырву из груди
Своё сердце для тебя!

Боль
Сделай мне хуже
Боль
Не уходи
Боль
Внутри и снаружи
Боль
Я вырву из груди
Боль
Сделай мне хуже
Боль
Не уходи
Боль
Внутри и снаружи
Боль
Я вырву из груди
Своё сердце для тебя!
`,
};

export default song;
