import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.britogolovyeMoskvichki,
  name: ['Бритоголовые москвички'],
  albums: [],
  authors: 'Паук',
  text: `
Бритоголовые москвички
Забрили головы, косички.
Вместо туфлей у нас ботинки,
А чтоб чертей мочить - дубинки!

Знают нас все подонки -
Бритоголовые девчонки,
В банду вступайте к нам, сестрички,
Бритоголовые москвички!

Бей черножопых, бей заразу,
Бей заразу - на пол их сразу!

White power открыл душу нам,
На улицах мы мочим Scum!
Догоним, выследим, убьём,
И по асфальту разотрём!

Женская ненависть, белая кровь,
Ну а в душе у неё лишь любовь...
По всем боям прошла со мной,
За честь, за кровь, за дом родной!
`,
};

export default song;
