import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.chornaDoba,
  name: ['Чорна доба'],
  albums: [EnumAlbums.trotilovyyeSkazki, EnumAlbums.vulkanizaciyaDushi],
  authors: '',
  text: `
Вранці вийду в чисте поле
На коліно стану в сніг
Запитаю свого бога
Де шукати сто доріг
Де живе трава під снігом
Чуклунове зілля

Чорна доба скаже на ніч
За три тижні перед різдвом
Чорна доба скаже на ніч
За три тижні перед різдвом

У чудову ясну північ
Прийде козлоногий пан
Протанцює в колі танок
Бий чаклунський барабан(?)
Вийму серце ворога
Покладу у труну

Чорна доба скаже на ніч
За три тижні перед різдвом
Чорна доба скаже на ніч
За три тижні перед різдвом
`,
};

export default song;

/*
Вранці вийду в чисте поле
На коліна стану в сніг
Запитаю в свого Бога
"Де шукати сто доріг?
Де живе трава під снігом
Чаклунове зілля?"

Чорна доба скаже на ніч
За три тижні перед Різдвом
Чорна доба скаже на ніч
За три тижні перед Різдвом

У зіркову ясну північ
Прийде козлоногий Пан
Затанцює в полі танок
Під чаклунський барабан
Вийму серце ворога
Покладу у труну

Утром выйду в чисто поле
Стану на колено в снег
Спрошу своего бога
Где искать сто дорог
Где живет трава под снегом
Колдовское зелье

Чорный день скажет на ночь
За три недели до рождества
Чорный день скажет на ночь
За три недели до рождества

В чудесную ясную полночь
Придет козлоногий господин
Станцует к круге танец
Бей колдовской барабан(?)
Вину сердце врага
Положу в гроб

Чорный день скажет на ночь
За три недели до рождества
Чорный день скажет на ночь
За три недели до рождества
 */
