import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.chortPuzar,
  name: ['Чорт Пузар'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Це було та не було
Чи то сталося у сні
Напало лихо на село
Хтось краде їжу уночі....

Хто став красти їжу?
Хто став красти їжу?
Хто став красти їжу?
Хто став красти їжу?
Чорт!

Наче чорт біля хати сидить
Наче чорт худобу краде
Потім з нею по небу летить
Та й жере, жере, жере!
Чорт! Чорт! Чорт!
Чорт Пузар жере!

Коли наступна ніч прийшла
На варту визвався герою
Хватив тварину за хвоста
Та скрився з нею за горою
Скрився за горою
Скрився за горою
Скрився за горою
Скрився за горою
Чорт!

Наче чорт біля хати сидить
Наче чорт худобу краде
Потім з нею по небу летить
Та й жере, жере, жере!
Чорт! Чорт! Чорт!
Чорт Пузар жере!

Прилетів за гору
До чорта у комору
Та питає гада:
Що крадеш ти їжу нашу?
Чорт жере і каже:
Доки є багато
Доки більш чим треба
Я знайду хатину вашу!

Наче чорт біля хати сидить
Наче чорт худобу краде
Потім з нею по небу летить
Та й жере, жере, жере!
Чорт! Чорт! Чорт!
Чорт Пузар жере!
`,
};

export default song;
