import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.chovenStrakhu,
  name: ['Човен страху'],
  albums: [EnumAlbums.mizantropiya],
  authors: '',
  text: `
Десь у лісі самотньому пливе страху човен
Та у всесвіті третьому він безодні повен
Повен ненависті, люті, болю та страждання
Ллються сльози забуті, нема сподівання

Човен пливе до краху, човен думок та мрій
Човен пливе до краху, човен страху мій
Повний думок та мрій, цвинтар подій
Повний думок та мрій, цвинтар подій. Човен страху

Хмари і грози розійдуться, а сонце вийде світити
Чисті трави обіймуться, а човен буде квітнуть

Човен пливе до краху, човен думок та мрій
Човен пливе до краху, човен страху мій
Повний думок та мрій, цвинтар подій
Повний думок та мрій, цвинтар подій. Човен страху
`,
};

export default song;
