import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.chuhaisterYde,
  name: ['Чугайстер Йде'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Чу Чугайстер йде -
Шукає свою Мавку.

По Чорному Лісу блукаю, блукаю...

Де ховаєшся, де ховаєшся ти,
Моя Мавка, моя отрута?
Сподіваєшся, сподіваєшся втекти.
Даремна, даремна твоя спокута.

Моє Лігво!

Немає довіри до вашої зграї!
Куди ти втекла, Чаклунко хижа?
Знову шукаю і скоро спіймаю –
Тепер не любов ти мені, а їжа!

Не любов ти мені, а їжа!

По Чорному Лісу блукаю, блукаю...

Чу Чугайстер йде -
Шукає свою Мавку!

Моє Лігво!

Немає довіри до вашої зграї!
Куди ти втекла, Чаклунко хижа?
Знову шукаю і скоро спіймаю –
Тепер не любов ти мені, а їжа!

Не любов ти мені, а їжа!
`,
};

export default song;
