import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.chyorniiLes,
  name: ['Чёрный лес'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Омрачённые пожаром
Гневно пышущие жаром
Почерневшие от злости
Не стволы, а пики-кости

Тихо тлеющей золою
Звук шагов навек сокроет
Мощный рёв бензопилы
Да безумные щеглы

Тишина молчит густая
Где-то воет волчья стая
Он один стоит уныло
Под гнетущим небом стылым

Переполненные злостью
Чернотой исходят кости –
Помертвевшие стволы
Прогоревшие костры

Чёрный лес
Чёрный лес
Душу обнажил
Под грядой небес

Чёрный лес
Чёрный лес
Тихо тлеет дёрн
Ждёт чужих чудес

Чёрный лес
Чёрный лес
В дымке бытия
Огненный порез

Чёрный лес
Чёрный лес
Ангелом погиб
Дьяволом воскрес

Не простит и не забудет
Мстить постылым людям будет
За сгоревшие побеги
За разбойничьи на беги

За поломанные ветки
За оставленные метки
Крики раненных зверей
И пропавших снегирей

В черном прахе тонут звуки
Только сердца перестуки
Остаются за границей
Меж стволов мелькают лица

Окрылённые надеждой
Под свисающей одеждой
Нежно подвывают пилы
Подпевая лесопилам.

Но костьми чернеет хмуро
Испоганенный угрюмый
Чёрной злобой изошедший
Лес безвременно ушедший

Потерявший всё на свете:
В одночасье на рассвете
Адский пламень переживший
Всех детей похоронивший
`,
};

export default song;
