import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.chyornieDiri,
  name: ['Чёрные дыры'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Ты так хотела остаться красивой
Ты мило залётным гостям улыбалась
Ты душу свою познавать разрешила
Пока от души ничего не осталось

Тебя заковали в железные цепи
Тебя отравили химическим ядом
Твоей чистотою шутя наслаждались
И брали насильно когда было надо

Солёной волною смывала обиды
И слёзы глотала, полные яда
Кричала, но крик твой терялся из виду
Рыдала, но помощи не было рядом.

И было так тесно в каменной кладке
И было так больно в железных оковах
И было так страшно собой любоваться
В грязных отравленных ржавых озёрах.

Ведь ты так хотела остаться красивой
И расцветать под пылающим взглядом
Забыть про бескрайние мусора горы
Ставшие чёрным посмертным нарядом

Солёной волною смывала обиды
И слёзы глотала, полные яда
Кричала, но крик твой терялся виду
Рыдала, но помощи не было рядом.

С пеной у рта изрыгали проклятья
Жертвы твоей естественной силы
И рвали твоё цветочное платье
На нём обнажая чёрные дыры.
`,
};

export default song;
