import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.davitNebo,
  name: ['Давит небо'],
  albums: [EnumAlbums.lyod],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Давит, давит, давит, давит
Давит, давит, давит, давит
Давит, давит, давит, давит
Давит, давит, давит, давит

Давит, давит, давит, давит
Давит, давит, давит, давит
Давит, давит, давит, давит
Давит, давит, давит

Изнутри само собой
Изнутри само собой
Изнутри само собой
Огромное небо
Изнутри само собой
Изнутри само собой
Изнутри само собой
Огромное небо

Давит, давит, давит
Огромное небо
Давит, давит, давит
Огромное небо

Давит, давит, давит, давит
Давит, давит, давит, давит
Давит, давит, давит, давит
Давит, давит, давит

Изнутри само собой
Изнутри само собой
Изнутри само собой
Огромное небо
Изнутри само собой
Изнутри само собой
Изнутри само собой
Огромное небо

Давит, давит, давит
Огромное небо
Давит, давит, давит
Огромное небо

Давит, давит, давит, давит
Давит, давит, давит, давит
Давит, давит, давит
Огромное небо
`,
};

export default song;
