import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.dizain,
  name: ['Дизайн'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Перепутав сюжеты в жизни
Сохранился в игре
Быть может когда-то судьба зависнет
И снова прикоснусь к мечте
Так неопознанной, словно вечность
Потерянной, так и не познавшей
Мечтой неосознанной
Беспечно спавшей

Время бы вспять повернуть и мир офлайн
Туда, где с мамой мы рисуем город тайн
Но пустота — вот новый дизайн
Тишина — вот новый дизайн
Темнота — вот новый дизайн
Красота спасёт всех, кроме нас

Убегал от креста напрасно
Он лишь только возрос
Остановился — вокруг всё прекрасно
Он в это время в землю врос
Перепутав сюжеты в жизни
Сохранился в игре
У всех однажды судьба
Зависнет в земле

Время бы вспять повернуть и мир офлайн
Туда, где с мамой мы рисуем город тайн
Но пустота — вот новый дизайн
Тишина — вот новый дизайн
Темнота — вот новый дизайн
Красота спасёт всех, кроме нас

Время бы вспять повернуть и мир офлайн
Туда, где с мамой мы рисуем город тайн
Но пустота — вот новый дизайн
Тишина — вот новый дизайн
Темнота — вот новый дизайн
Красота спасёт всех, кроме нас
Пустота
Тишина
Темнота
Красота спасёт всех, кроме нас
`,
};

export default song;
