import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.dlyaNeyoOdnoi,
  name: ['Для неё одной'],
  albums: [EnumAlbums.tenSerdca],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Горькие слёзы на нежном лице
В них, как в реке, захлебнулись мечты
Боль, тоска сквозь прощанья цветы
Я в безысходном смертельном кольце

Эту ночь ей одной не прожить
Тучи сгущаются, тучи сгущаются
Ветер будет её кружить
Вот возвращается он
Для неё одной
Да зовёт за собой

На перекрёстке разбитой любви
Сквозь врата одинокого мира
В страшную сказку злого факира
Против — прости, вопреки — сохрани

Эту ночь ей одной не прожить
Тучи сгущаются, тучи сгущаются
Ветер будет её кружить
Вот возвращается он
Для неё одной
Да зовёт за собой

Высохли слёзы на бледном лице
Осталась любовь, но остыли мечты
Но не завянут прощанья цветы
Их тучи сковали в извечном кольце

Эту ночь ей одной не прожить
Ветер будет её кружить
`,
};

export default song;
