import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.dorogaKMoryu,
  name: ['Дорога к морю'],
  albums: [EnumAlbums.koshkinyObidy],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Огни Московской кольцевой
Остались позади
И скоро нам теперь домой
Дорога впереди
Горячий ветер, мягкий дым
Одни мы во всём мире
Глубокой ночью я и ты
По трассе М-4

Дорога льётся, природа спит
Темнота смеётся, бензин горит
Дорога льётся, природа спит
Темнота смеётся, бензин горит
Огни, огни, огни
С нами огни, огни, огни
И космос

Свет заправочных, как зной
Тьма большой земли
Сюжет постов ГАИ простой
Хочешь вперёд — плати
Минул Воронеж, снова в путь
Впереди Ростов
И никому нас не вернуть
Поменьше бы постов

Дорога льётся, природа спит
Темнота смеётся, бензин горит
Дорога льётся, природа спит
Темнота смеётся, бензин горит
Мы не одни, одни, одни
С нами огни, огни, огни
И космос

Канет зло: тоска, печаль
На миг забудем горе
Всё ближе солнечная даль
Вот-вот коснётся моря

Дорога льётся, природа спит
Темнота смеётся, бензин горит
Дорога льётся, природа спит
Темнота смеётся, бензин горит
Дорога льётся, природа спит
Темнота смеётся, бензин горит
Дорога льётся, природа спит
Темнота смеётся, бензин горит
Огни, огни, огни
С нами огни, огни, огни
И космос
`,
};

export default song;
