import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.dorogaPusta,
  name: ['Дорога пуста'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Ушли бы за полночь
Ушли бы вместе
Взявшись за руки
В слезах, но с песней
Прошлись бы по воде
Минуя города
И пусть прошёл наш день
Туда, где вновь всегда дорога пуста

Нас встречают ветра
На пути в рай, на пути в рай
Нас вяжет трава
На пути в рай, на пути в рай
Нас тянет трясина
Нас глотает пучина
Но лишь закрываем глаза
Дорога пуста!

Рабы и короли
Как будто детвора
Уснули от любви
Проснулись, но пора
Но стоило искать
Того, что не постичь
Как можно не желать
Идя на жадный клич, дорога пуста

Нас встречают ветра
На пути в рай, на пути в рай
Нас вяжет трава
На пути в рай, на пути в рай
Нас тянет трясина
Нас глотает пучина
Но лишь закрываем глаза
Дорога пуста!

Нас встречают ветра
На пути в рай, на пути в рай
Нас вяжет трава
На пути в рай, на пути в рай
Нас тянет трясина
Нас глотает пучина
Но лишь закрываем глаза
Дорога пуста!

Нас встречают ветра
На пути в рай, на пути в рай
Нас вяжет трава
На пути в рай, на пути в рай
Нас тянет трясина
Нас глотает пучина
Но лишь закрываем глаза
Дорога пуста!
`,
};

export default song;
