import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.dunia,
  name: ['Дуня'],
  albums: [EnumAlbums.vulkanizaciyaDushi, EnumAlbums.vethijSbornik],
  authors: '',
  text: `
Спи, О-О-О
Дуня спи

Дуня засинай, мила Дуня засинай
Колискову в п’ятій ночі тихо заспівай
Про чаклунний край співай, про кривавий рай
Про останні радощі пісню заспівай

Спи, О-О-О
Дуня спи

Дуня заходи, мила Дуня заходи
Мужньо у підземне царство ворогу пітьми
Там де ...
Віра та надія Дуню, повертайся знов

Спи, О-О-О
Дуня спи
`,
};

export default song;

/*
Спи, О-О-О
Дуня спи

Дуня засыпай, милая Дуня засыпай
Колыбельную в пять ночи тихо спой
О колдовской край пой, о кровавом рае
О последних радостях песню спой

Спи, О-О-О
Дуня спи

Дуня заходи милая Дуня заходи
Мужественно в подземное царство к врагу тьмы
Там где ...
Вера и надежда Дуня, возвращайся снова

Спи, О-О-О
Дуня спи
 */
