import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.dyvo,
  name: ['Диво'],
  albums: [EnumAlbums.vulkanizaciyaDushi, EnumAlbums.vethijSbornik],
  authors: '',
  text: `
Крітер несе гартований грім
Небо співає зливами плаче
Хвиля руйнує освітлений дім
Гине майбтнє неначе

Плаче у небі сонечко плаче .?.
Плаче у небі сонечко вогнем
Гляну на ліс похмурий та .?. вогонь
Гляну на ліс похмурий та зажурюсь
Хіба це не диво

Вигуком кличе задавнений вік
Вибуг(?) зітхає жахається тілом
Мрія-невільниця тігнеться .?.
В думку встромляються стріли

-.-.-.-.-

Хмара руйнує гартований грім
Небо тріщить і зливами плаче
Хвиля не знає могутності стін
Гине майбутнє неначе

-.-.-.-.-
`,
};

export default song;

/*
Критер несет закаленный гром
Небо поет, ливнями плачет,
Волна разрушает освещенный дом,
Гибнет будущее как-будто

Плачет в небе солнышко плачет
Плачет в небе солнышко огнем
Гляну на лес хмурый и … огонь
Гляну на лес хмурый и загрущу
Разве это не чудо

Криком зовет отдаленный век
Вибуг вздыхает пугается телом
Мечта-невольница тянется …
В мысль вонзаются стрелы

Туча разрушает закаленный гром
Небо трещит и ливнями плачет
Волна не знает мощи стен
Гибнет будущее как-будто
 */
