import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.dzhagiMertveeVsekhMyortvikh,
  name: ['Джаги мертвее всех мёртвых'],
  albums: [EnumAlbums.zloradostnayaOpuhol, EnumAlbums.zloradostnayaOpuholNew],
  authors: '',
  text: `
Быстрее, чем пуля
Джаги, Джаги!
Морозная гильза,
Джаги, Джаги!
Страшнее боли,
Джаги, Джаги!
Мертвее всех мёртвых,
Джаги, Джаги!

Джаги, Джаги!
Джаги, Джаги!

Идёт напалмом,
Джаги, Джаги!
Больной, но гордый,
Джаги, Джаги!
Ползёт напалмом,
Джаги, Джаги!
Мертвее всех мёртвых,
Джаги, Джаги!

Джаги, Джаги!
Джаги, Джаги!

Ползёт по стенам,
Джаги, Джаги!
Ворует небо,
Джаги, Джаги!
Король измены,
Джаги, Джаги!
Мертвее всех мёртвых,
Джаги, Джаги!

Джаги, Джаги!
Джаги, Джаги!

Джаги
Мертвее
Всех
Мёртвых...
`,
};

export default song;
