import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ekskursiyaPoAdu,
  name: ['Экскурсия по Аду'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Тайну страшную во тьме храня
Под колёсами жизни дышит земля
В небесах чудесный силуэт
Спрятал за луной секрет

Но крик из груди иконы
Смех из чёрной могилы
Возвращаются лепреконы
Проводники загробного мира!

Игра, экскурсия
Экскурсии все рады
Игра, экскурсия
Имитация заката
Игра

Стоны, боль, душой метания
По мишеням без сознания
Ритуалы для отвода лишних глаз
Ничего ведь нет без нас!

Но крик из груди иконы
Смех из чёрной могилы
Возвращаются лепреконы
Проводники загробного мира!

Игра, экскурсия
Экскурсии все рады
Игра, экскурсия
Имитация заката
Игра, экскурсия
Экскурсия по аду
Игра, экскурсия
Имитация заката
Игра
Игра
Игра
Игра

Экскурсия по аду, по аду
По аду
Экскурсия по аду, по аду
По аду

Игра, экскурсия
Экскурсия по аду
Игра, экскурсия
Имитация заката
Игра
`,
};

export default song;
