import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.fokusnik,
  name: ['Фокусник'],
  albums: [EnumAlbums.teatrUrodov],
  text: `
Вышел фокусник на сцену
Вызвал девушку из зала
Заплатил, услышав цену
Чтобы в ящик полезала

Фокусник печальный, фокусник отчаянный
Фокусник прощальных драм
Фокусник печальный, фокусник отчаянный
Режет всех напополам!
Трах-тарарах
Трах-тибидох
Кровь на руках
Знать фокусник плох

Вмиг сверкнула сука-сабля
Кровь фонтаном с двух сторон
Вздрогнул зал, воскликнул "ух бля!"
И раздался страшный гром

Фокусник печальный, фокусник отчаянный
Фокусник прощальных драм
Фокусник печальный, фокусник отчаянный
Режет всех напополам!
Трах-тарарах
Трах-тибидох
Кровь на руках
Знать фокусник лох

Фокусник остался мил
Пальцем следующего манил
Здесь все в зале осознали
Что в чистилище попали!

Фокусник печальный, фокусник отчаянный
Фокусник прощальных драм
Фокусник печальный, фокусник отчаянный
Режет всех напополам!
Трах-тарарах
Трах-тибидох
Кровь на руках
Знать фокусник бог!
`,
};

export default song;
