import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.gdeYestTi,
  name: ['Где есть ты'],
  albums: [EnumAlbums.vosemZhenshchinNaRaduge],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Я так хотела красоты
Ярких пятен пролить на пустые листы
И увидеть холсты
Где есть ты
Я так хотела чистоты
Из озёрных краёв леденящей воды
Плеснуть на щиты
Где есть ты

Где-то там далеко, за облаками
Ночь холодна
Тихо гасит прощальным крылом мне звёзды
В путь пора
Где-то там далеко, за горизонтом
Ночь молода
Тихо спустит с холодных небес мне косы
В путь пора

Я так хотела ярких роз
Красотой голубых переливчатых рос
Окутать сады
Где есть ты
Я так хотела теплоты
Томных бархатных глаз, золотые пруды
Окунуться в мечты
Где есть ты

Где-то там далеко, за облаками
Ночь холодна
Тихо гасит прощальным крылом мне звёзды
В путь пора
Где-то там далеко, за горизонтом
Ночь молода
Тихо спустит с холодных небес мне косы
В путь пора

Я так хотела темноты
Свежих красок ночных, неземные мосты
Возвести до звезды
Где есть ты
Я так хотела полноты
Чувств глубоких, слепых, что, как ангел, чисты
Вознестись до звезды
Где есть ты
`,
};

export default song;
