import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.gde,
  name: ['Где?'],
  albums: [EnumAlbums.moskovskayaYarmarkaUdovolstvij],
  authors: 'Шмель, Лёс - Шмель',
  clipYouTubeId: 'i-vcC_0ti60',
  text: `
Чёрная роса
На твоей груди
Острая коса
Погоди!

Тук-тук — в двери бьётся
Моя фея!
Тук-тук — сердце рвётся
Где я?
Тук-тук — в двери бьётся
Моя фея!
Тук-тук — сердце рвётся
Где я?

Но ты заперт на жизнь снаружи
И богами с небес не обнаружен
Оглянись вокруг — рядом плачет бес
Твой единственный друг
Бес!

Чёрная слеза
На твоих губах
Жмёт на тормоза
Страх!

Тук-тук — в двери бьётся
Моя фея!
Тук-тук — сердце рвётся
Где я?
Тук-тук — в двери бьётся
Моя фея!
Тук-тук — сердце рвётся
Где я?

Но ты заперт на жизнь снаружи
И богами с небес не обнаружен
Оглянись вокруг — рядом плачет бес
Твой единственный друг

Тук-тук — в двери бьётся
Моя фея!
Тук-тук — сердце рвётся
Где я?
Тук-тук — в двери бьётся
Моя фея!
Тук-тук — сердце рвётся
Где я?

Но ты заперт на жизнь снаружи
И богами с небес не обнаружен
Оглянись вокруг — рядом плачет бес
Твой единственный друг
Бес!
`,
};

export default song;
