import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.gruzovikUbiitsa,
  name: ['Грузовик-убийца (сказка)'],
  albums: [EnumAlbums.princessaBezTrusov],
  authors: 'Шмель',
  text: `
В городе одном беда, беда
Длится беда 5 дней.
Каждую ночь чёрный грузовик
Давит подряд всех людей,
Под утро, растворяясь в тумане дорог,
Словно дьявольский страж.
Но знают все, что в грядущую ночь
Он настигнет пикап-мираж.
И будет опять давить он тех,
Кто встретится ему на пути.
Нажмётся газ и ради потех
Заревёт мотор: «Дави!» .
Сколько ни пытались его взрывать
Всё мимо, мимо, мимо.
Грузовик никто не мог поймать,
Но так больше жить не выносимо
Железный убийца, железный маньяк
Засветят фары, а после мрак.
В крови колёса, асфальт в крови.
Спеши прохожий, бога моли.

Утром один городской богатырь
Сказал: «Я его найду!» .
Набрал оружия он целый воз
И отправился как на войну.
Искал три ночи, искал три дня,
А грузовик не спал.
Однажды утром вдалеке
Тот чёрный грузовик увидал.
Достал гранаты и пулемёты
И стал его бомбить, что было сил.
Он знал что герой, а все идиоты
Ведь он грузовик убил!
Взлетели на воздух колёса и кузов,
Да просвистели над его головой,
Осталась лишь чёрная дыра воронка
И рядом с ней богатырь-герой.
Он в город вернулся румяный и гордый
Все модные девки были его.
Но только не знал он румяный тупица,
Но только не знал он, не знал одного…

Не знал победитель, любитель народа,
Что рядом в окошке сидел старичок.
Лысый, помятый в очках старомодных
Тихо смеялся водитель лихой.
Ведь в гараже старом
Чернее и больше мощнее быстрее стоял грузовик.
Да, новый собрал неизвестный старик.
МВА-ХА-ХА!
`,
};

export default song;
