import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.himnChornohoLisu,
  name: ['Гімн Чорного Лісу'],
  albums: [EnumAlbums.chornyiLis],
  authors: 'Шмель',
  text: `
Чорніє аж за небокрай
Могутній хижий Ліс чорніє, чорніє.
Коли прийшов сюди, ставай
До нас у коло, як стемніє.

Ставай, ставай до нас у коло як стемніє.

Чорній із ним, пірнай у морок
Твоя душа належить нам.
Поки не з нами, ти - наш ворог,
Вклонися сестрам і братам!

Пірнай у морок, вклонися сестрам і братам.

Почуй наш Ліс, йому віддайся,
Чорній із ним, чорній, чорній!
Ввійди у нього... привітайся.
Тебе він кличе, йди не стій!

Чорній, чорній - тебе він кличе, йди, не стій!
`,
};

export default song;
