import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.istrebitel,
  name: ['Истребитель'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Убивал звёзды
Вынимал сердце
Понимал поздно
Поднимал герцы

Покорял страны
Затевал склоки
Наносил раны,
Выпивал соки

Отравлял воды
Забирал жизни
Разрушал своды
Но служил тризну

Возводил трубы
Понижал горы
Проверял веру
Затевал ссоры

Искажал правду,
Разделял сферы,
Поражал цели
И не знал меры

Разбивал жизни
Забывал лица
Понимал поздно
Продолжал биться

Я за птицами в поднебесье
Поднимался и низко падал
Я не знал, что бесконечность
Беспощадная награда

Я как птицы в поднебесье
В небесах искал обитель
Превращаясь в смертоносный
Истребитель, истребитель
`,
};

export default song;
