import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.izvrashchenieIRazvrat,
  name: ['Извращение и разврат'],
  albums: [EnumAlbums.princessaBezTrusov],
  authors: 'Шмель',
  text: `
Кому-то измена
А кому-то встретить новый век
да так что кровь из вены,
да виртуальный секс....
Извращение и разврат

А ветер задует
Ищи-свищи, свищи свищей
Пусть дождь ликует
насилуя чертей
Извращение и разврат

Грязным снегом растирали
Пышны груди, рыхлы ляхи
Буйным солнцем ковырялись,
да прислонялись ряха к ряхе
Растеклась повсюду похоть,
заковала красна слизь
стоните, не переставайте охать
Ох, как зашибись!

Пахучи, здоровы
кусты райского бала - е-е-е
в печали, в оковы
Показалось мало ей! е-е
Извращение и разврат
`,
};

export default song;
