import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kabare,
  name: ['Кабаре'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Пока нищие считают звёзды
Президенты приручают день
Олигархи скупают космос
Врачи отменяют судный день

Ты в любовь играешь
Просто, просто, просто дальше некуда и никуда
Ты всех убиваешь
Просто, просто, просто дальше некуда и никуда
Актриса дьявольская
Волосы — огонь
Женщина-пожар
Сожжёт тебя, её не тронь!

Кабаре, кабаре
Я останусь в кабаре не случайно
Кабаре, кабаре
Я останусь в кабаре любить отчаянно

Пока деньги управляют планетой
Пока призраки вершат законы
Экстрасенсы продают советы
Пацифисты собирают патроны

Ты в любовь играешь
Просто, просто, просто дальше некуда и никуда
Ты всех убиваешь
Просто, просто, просто дальше некуда и никуда
Актриса дьявольская
Волосы — огонь
Женщина-пожар
Сожжёт тебя, её не тронь!

Кабаре, кабаре
Я останусь в кабаре не случайно
Кабаре, кабаре
Я останусь в кабаре любить отчаянно

Кабаре, кабаре
Я останусь в кабаре не случайно
Кабаре, кабаре
Я останусь в кабаре любить отчаянно
Кабаре, кабаре
Кабаре, кабаре
`,
};

export default song;
