import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kakIzydetSvet,
  name: ['Как изыдет свет...'],
  albums: [],
  text: `
Как изыдет свет сквозь врата любви,
Да восстанет миф из живой земли
Воспевай мечту, я исполню вмиг,
Ибо я пришёл на твой жадный крик,

Ни к душе, ни к сердцу, станет шумный град,
Тайна дивной сказки слаще во сто крат,
Не таи обиду, не желай войну,
Лишь признай победу как свою вину,

Дабы вышел милым жарким телом вздох,
Дабы были силы воскресить себя,
Не пугайся веры, схваченной врасплох,
Пущенной в изгнанье злого бытия.

Ты отныне счастье, ты отныне жизнь,
Ты земли крещенье, небесам родство,
Ты за тень от сердца божьего держись,
Всё бери в награду, ты ведь божество,

Только не запамятуй, что тебя создало,
Ведь рано или поздно, быть божеством извне,
Тебе вдруг станет просто мало,
И ты опять придёшь ко мне...
`,
};

export default song;
