import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kakofoniyaSerdets,
  name: ['Какофония сердец'],
  albums: [EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Там и тут
Ладонь в ладони,
Цепь вокруг
Всей планеты,
Жив как звук
Злых ироний
Света.

Раз и два,
Губы вместе,
Два и раз,
Ноги врозь,
Раз и два,
Эта песня про любовь.

Сердец, тик-так, о какофония!
Сердец, тик-так, больших и малых!
Сердец, тик-так, о какофония!
Страшная гармония!
Страшная гармония!

Крик на крик,
Время рвется.
Нерв на стон,
Пальцы в тесте.
Блуд на мед,
Сладко пьется
Грех невесте.

Раз и два,
Губы вместе,
Два и раз,
Ноги врозь,
Раз и два,
Эта песня про любовь.

Сердец, тик-так, о какофония!
Сердец, тик-так, больших и малых!
Сердец, тик-так, о какофония!
Страшная гармония!
Страшная гармония!
Страшная гармония!
Страшная гармония!

Сердец, о какофония сердец...
О какофония сердец
О какофония сердец
О какофония сердец...
`,
};

export default song;
