import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.khozyainNePridyot,
  name: ['Хозяин не придёт'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель',
  text: `
Всё начиналось рано утром грехов идиллией
Всё начиналось с Камасутры, закончивось Библией
Всё начиналось за столом потерянной мерой
Всё начиналось с первым словом, закончилось с верой

А где-то брошенный пёс лает и зовёт
Хозяин не придёт
Хозяин не придёт
Хозяин не придёт
Хозяин не придёт

Всё начиналось с картин богатой палитрой
Всё начиналось как экстрим, закончилось молитвой
Всё начиналось, начиналось, сердце билось и корчилось
Ждали конца, оказалось, ничего не закончилось

А где-то брошенный пёс плачет и зовёт
Хозяин не придёт
Хозяин не придёт
Хозяин не придёт
Хозяин не придёт

А где-то брошенный пёс стонет и зовёт
Хозяин не придёт
Хозяин не придёт
Хозяин не придёт
Хозяин не придёт
`,
};

export default song;
