import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.klycheNaOzera,
  name: ['Кличе на озера'],
  albums: [EnumAlbums.chudes16],
  authors: '',
  text: `
Рано на світанку
Вийде хтось до мене
Приведе коханку
Та щось незбагненне

"Що це?" - Я спитаю
"Хто ти, злий Химера?"
А воно співає
Кличе на озера, кличе на озера,
Кличе на озера, кличе на на на озера

Щось несамовите
І таке шалене
Змієм оповите
Яскраво зелене

"Що це?" - Я спитаю
"Хто ти, злий Химера?"
А воно співає
Кличе на озера, кличе на озера,
Кличе на озера, кличе на на на озера
`,
};

export default song;
