import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kolibelnaya,
  name: ['Колыбельная+'],
  albums: [EnumAlbums.karamelnyyeStrahi, EnumAlbums.neboProtiv, EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  clipYouTubeId: 'EzMeAaq4Es4',
  text: `
Утоплю тебя в постель, закую в кровать,
Несмотря, что ты метель - придется спать.
Туманом белым, холодным телом,
Вздорной сказкой, фальшивой маской
Сквозь правду проростет обман,
Но ты - всего лишь сон, а я - туман.

Я пою
На зеркальном кресте
Колыбельную
Тем, кто умер в себе.
Я пою
На зеркальном кресте
Колыбельную
Тем, кто умер в себе.
Сам...
Сам в себе.

В изголовье облака
Прилетят к тебе
Вот и ты наверняка
Станешь жить во сне.
Остывшим пеплом, вчерашним ветром,
Пастельной краской, забытой лаской
Из памяти уйдет обман,
Ведь ты лишь сон, а я - туман.

Я пою
На зеркальном кресте
Колыбельную
Тем, кто умер в себе.
Я пою
На зеркальном кресте
Колыбельную
Тем, кто умер в себе.
Сам...
Сам в себе.

Утоплю тебя в постель, закую в кровать,
Несмотря, что ты метель - придется спать.
Но ты всего лишь сон, а я туман...

Я пою
На зеркальном кресте
Колыбельную
Тем, кто умер в себе.
Я пою
На зеркальном кресте
Колыбельную
Тем, кто умер в себе.
Сам...
Сам в себе.
`,
};

export default song;
