import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kolyskovaChu,
  name: ['Колискова Чу'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Від зорі до зорі
У дубовій труні
І слухняно і тихо
Відганяє все лихо
Не дитя не звірятко
А кривеньке малятко
Там лежить на перині
У Чугайстровій скрині
За старезним замком
Під заклятим рядном
Жде своєї години!
Чорної днини.

У хаті панує оманлива тиша
Гостей не чекаю, хай біс одведе
Я тут господар і поки ще дишу
Весна не наступить, ніхто не прийде.

Геть забирайтесь трикляті чужинці
Моя колискова - звірине виття.
Я заколисую темряву в скриньці
У ній моя смерть і моє життя

Баю-бай, мій маленький
Янголе тихий.
Дитятко кривеньке
Доля моя.
Баю-бай, мій мертвенький
Лежи і не дихай.
Ти є у мене
А в тебе є я.
Баю-бай.

Жде своєї години!
Чорної днини.

Пазурі хижі, отрута смертельна
Мені не страшні, аби встояв рундук.
Тільки б у ньому облудна, пекельна
Дитинка лежала, не знаючи мук.

Баю-бай, мій маленький
Янголе тихий.
Дитятко кривеньке
Доля моя.
Баю-бай, мій мертвенький
Лежи і не дихай.
Ти є у мене
А в тебе є я.
Баю-бай.

Жде своєї години!
Чорної днини.

Баю-бай...
`,
};

export default song;
