import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kormDlyaDushi,
  name: ['Корм для души'],
  albums: [EnumAlbums.tenSerdca],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Хочу не видать покоя с тобою,
Безсловесный пусть будет язык,
С тобою нас больше чем двое и трое,
С тобой мы глубже чем чёрное море…

Стрелою в желанье врезается клык,
Пусть наше свиданье на миг!

Ты мой корм для души неземной,
Ты мой корм для души неземной,
В бесконечном мгновенье тобою владею мой КОРМ.

Хочу не ведать про сны да мечты,
В настоящем лишь будешь ты,
Не стоит медлить, не стоит бежать,
Всё решено давно, это оно,

Железной стрелою, последней игрой,
Сегодня на век ты со мной…

Ты мой корм для души неземной,
Ты мой корм для души неземной,
В бесконечном мгновенье тобою владею мой КОРМ.
`,
};

export default song;
