import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.koteikaNaTryokhNozhkakh,
  name: ['Котейка на трёх ножках'],
  albums: [EnumAlbums.neboProtiv, EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  text: `
По просёлочной дорожке,
Брёл котейка на трёх ножках,
Отовсюду люди гнали,
Дети камнями швыряли.
Неуклюж, не мил он люду,
Был гоним он ото всюду,
Тихо пятился назад,
Всем даря обиды взгляд

Вечером садится солнце,
Все ложатся тихо спать,
Ночь прошла,
Где же утро?
Что-то света не видать,
Нет, нет, нет, нет рассвета,
Нет, нет, нет, нет рассвета,
Нет, нет, нет, нет рассвета,
Нет, нет, нет, нет рассвета,

День за днём котейка шел,
Чуть весь мир не обошел,
В одном месте на планете
Девочку одну он встретил
Говорит ему она
- Знаю я ты Сатана!
Люди злые не нарочно,
Божий свет вернуть им можно,

Ухмыльнулся и сказал
- Свет им будет обеспечен!
Утром солнышко взошло,
Время шло,
Но где же вечер?

Нет, нет, нет, нет заката,
Нет, нет, нет, нет заката,
Нет, нет, нет, нет заката,
Нет, нет, нет, нет заката,

По просёлочной дорожке,
Брёл котейка на трёх ножках...
`,
};

export default song;
