import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.krakhIGibel,
  name: ['Крах и гибель'],
  albums: [EnumAlbums.princessaBezTrusov],
  authors: 'Шмель',
  text: `
Приходили духи,
Говорили о том,
Что не надо смотреть
В зеркала при свечах

И не надо откладывать
Страсть на потом,
Да аккуратней летать
Прирождённым...

На крах и гибель...

Лишь немного вкусил дорогого вина,
Что-то твёрдое лезет сквозь мощный кулак.
Хоть слова это бред, хоть лажа дела,
На овине приземлиться нам никак.

Залетали ведьмы да манили в постель,
Заходили ведьмаки, предлагали себя,
Заходил и дождь, и гроза, и метель,
Но сколько не ждала, не дождалась
Себя гибель

На крах и гибель...

Затолкнув до конца в свою тень храбрый нож,
Завернув в газету недоеденный стрём,
Проглотив от мира весёлую ложь,
Каждый с верой останется при своём.

На крах и гибель...

На замёрзшей душе прорастали цветы,
В искалеченном сердце бурлила любовь,
Расставались с годами цветные мечты,
Да встречались на кухне за рюмкою вновь.

Крах и гибель...
`,
};

export default song;
