import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kraz255,
  name: ['КрАЗ-255'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Я водитель грузовика
Покоритель лесов и степей
Я люблю его на века
Больше чем зверей и людей

Бойся
Подрезать
Бойся
Обгонять
Бойся КрАЗ-255
Бойся КрАЗ-255
Бойся КрАЗ-255
Бойся

Я водитель грузовика
Дизельный монстр, восемь голов
ЯМЗ-238М2
Ехать на нём на край света готов

Бойся
Подрезать
Бойся
Обгонять
Бойся КрАЗ-255
Бойся КрАЗ-255
Бойся КрАЗ-255
Бойся

Бойся
Подрезать
Бойся
Обгонять
Бойся КрАЗ-255
Бойся КрАЗ-255
Бойся КрАЗ-255
Бойся
КрАЗ-255
Бойся КрАЗ-255
Бойся КрАЗ-255
Бойся

Я водитель грузовика
Я водитель грузовика
Я водитель грузовика
Я водитель грузовика
`,
};

export default song;
