import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.krizhanaVoda,
  name: ['Крижана вода'],
  albums: [EnumAlbums.vulkanizaciyaDushi, EnumAlbums.vethijSbornik],
  authors: 'Шмель, Лёс',
  clipYouTubeId: 'oOpbBIwgXRg',
  text: `
На білом рушникові
Танцювала люба долюшка
Закривала у хатині мати
І зло принесе тобі волюшка
Но повний Місяць двері відчинив

Крижана вода
Блукала, мене гукала,
Крижана вода
Співала мені, співала
Та до себе забрала

В безодню геть думки
Приходило Сонце - не впізнало
Заховала спрага помилки
На дні глибокому себе шукала
А повний Місяць не зрадів
`,
};

export default song;

/*
На билом рушныкове
Танцювала люба долюшка,
Зачыняла у хатыни маты
Лишь зло принэсэ тоби волюшка,
Но повный мисяць двэри видчиныв.

Крыжана вода
Гукала мэнэ гукала,
Крыжана вода-
Спивала да нэ спивала,
Та до сэбэ забрала!

В бэзодню гэть думкы,
Прыходыло сонцэ – нэ впизнало,
Заховала спрага помылки,
На дни глыбокому сэбэ шукала,
А повный мисяць нэ зрадив…
 */
