import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kryhaPalas,
  name: ['Крига палає'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Ника Мельник',
  text: `
Не пощастило меломану
Пекельні радощі туману
Заводять мозок у оману
І подих твій, неначе сон
Та поцілунки в унісон
Поніс ненавистний грифон

Крига палає!
Палає крига!
Крига палає!
Та спалахом все потопає!
Крига! Палає!

Все по цеглинам будувала
Та душеньку усю вкладала
А у полоні танцювала
Зрада-серенада
Без слів жорстока канонада
Думкам не може дати раду

Крига палає!
Палає крига!
Крига палає!
Та спалахом все потопає!
Крига! Палає!

Нехай це буде сноведіння
Коли кидають нас в каміння
І забувають про сумління
І спалахом все потопає
У морі, де турбот немає
Лиш крига на душі палає
`,
};

export default song;
