import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kuklaGerda,
  name: ['Кукла Герда'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Питер — дождь, полёт без сознания
Грех как любовь — без окончания
Растерял все дни рождения
Никогда не смеюсь без сожаления!

Кукла Герда бережёт мой смех
Кукла Герда бережёт мой смех
Кукла Герда бережёт-жжёт!
Кукла Герда бережёт-жжёт!

Снег, Москва, слёзы, желания
Раз не два, шаг — не изгнание
Обретая святое неверие
Умирая в царстве безделия

Кукла Герда бережёт мой смех
Кукла Герда бережёт мой смех
Кукла Герда бережёт-жжёт!
Кукла Герда бережёт-жжёт!

Одесса, жара, слепое падение
В облака все опьянения
А клоун не умер, тишина надвигается
Под маской рыдает — она не снимается!

Кукла Герда бережёт мой смех
Кукла Герда бережёт мой смех
Кукла Герда бережёт мой смех
Кукла Герда бережёт-жжёт!
Кукла Герда бережёт мой смех
Кукла Герда бережёт мой смех
Кукла Герда бережёт мой смех
Кукла Герда бережёт-жжёт!
`,
};

export default song;
