import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.lahidno,
  name: ['Лагідно'],
  albums: [EnumAlbums.tulovishche],
  authors: '',
  text: `
Біля хати твоїй так бродить
Всякий тягар такий з кров’ю
Ти мене занесеш у кущі
І там вб’єш своєю любов’ю

По землі по добру так їде
Цілий потяг бажань таємних
Подаруй мені створіння чуда
І рослин подих земних

То сидить у вікна, читає
Детективи та біблію, разом
Хтось мене самою чекає
Кличе _ басом

(припев)
Лагідно
Нехай місяць плаче
Лагідно
Нехай небо плаче
`,
};

export default song;

/*
"Нежно/Мягко"

Около дома твоей так бродит
Всякий груз такой с кровью
Ты меня занесешь в кусты
И там убьешь своей любовью

По земле по добру так едет
Целый поезд желаний тайных
Подари мне чудо-создание
И дыхание растений земных

То сидит у окна, читает
Детективы и библию, вместе
Кто-то меня саму ожидает
Зовет _ басом

(припев)
Мягко
Пусть месяц плачет
Мягко
Пусть небо плачет
 */
