import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.liut,
  name: ['Лють'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель - Ника Мельник',
  text: `
Вода ллється, серце б'ється
Хочеш мрієш схаменуться
Крутить, вертить та ламає
Думку й радість поглинає.

Плачеш — душу твою б'ють
Плачеш — душу твою б'ють
Плачеш — душу твою б'ють
А вона ше хоче — лють

Виєш, ниєш, лаєш, хочеш
Як дикун отой шепочеш
Руки, очі — все трясеться
А воно в тобі сміється!

Плачеш — душу твою б'ють
Плачеш — душу твою б'ють
Плачеш — душу твою б'ють
А вона ше хоче — лють
`,
};

export default song;
