import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.lykhomaneMeneNich,
  name: ['Лихомане мене нiч'],
  albums: [EnumAlbums.trotilovyyeSkazki, EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Дороги, дороги — геть сонце до ранку
Старенька кав'ярня та обирати не прийдеться
Чарка за чаркой, та вже ж пора лягати спати
Подивлюсь навколо, щось тихо сміється

Лихомане мене ніч
Лихомане мене ніч
Лихомане мене ніч
Гуляти, кохати та пити!

Жах чи свято? — гуляє біля мене там
Гола красуня з зеленою косою
В павутинні душі у кожного було та є-є
Трохи збочення та повний місяць з косою

Лихомане мене ніч
Лихомане мене ніч
Лихомане мене ніч
Гуляти, кохати та пити!

Ранок, ранок, але де ж моя тінь?
Де ж мій кінь? Де ж мій глузд — що робити?
Гола красуня втікає слідом за щуром
Лиш карлики дарують мені спрагу летіти

Лихомане мене ніч
Лихомане мене ніч
Лихомане мене ніч

Лихомане мене ніч
Лихомане мене ніч
Лихомане мене ніч
Гуляти, кохати та пити!
`,
};

export default song;
