import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.lysheMene,
  name: ['Лише Мене'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Лише Мене

Навчу тебе звіриній мові
Навчу співати неземне
Навчу робити мед із крові
Якщо кохатимеш мене!

Навчу тебе жаркій спокусі
Навчу, як тільки ліс засне
Навчу любитися, любитися у лузі
Якщо кохатимеш мене!

Вічність промайне -
Кохатимеш лише мене!
Вічність промайне -
Кохатимеш лише мене!
Нехай вічність промайне!

Зроблю тебе царицей лісу
Нехай так вічність промайне
Всі інші Мавки йдуть до Біса
Якщо кохатимеш мене!

Вічність промайне -
Кохатимеш лише мене!
Вічність промайне -
Кохатимеш лише мене!
Нехай вічність промайне!

Нехай!

Навчу тебе звіриній мові
Навчу співати неземне
Навчу робити мед із крові
Якщо кохатимеш мене!

Нехай!

Вічність промайне -
Кохатимеш лише мене!
`,
};

export default song;
