import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.lyubov,
  name: ['Любовь'],
  albums: [EnumAlbums.lyod, EnumAlbums.sbornik],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Душу в обмен за малиновый сон, в цветах и страсти,
Сказочный принц, корона и трон, мечты во власти.
Длинная ночь, конца ей не будет,
Пока злое солнце, сорвёт и разбудит.
Верность, покой, за ещё один миг в чудесной сказке,
Долг не далёк, повторяет старик, в волшебника маске.
Ночь в сладком пении на вампирово ложе,
Ты теперь вся моя, и душа твоя тоже…

Ты гони любовь, она огнём корчится,
Ты гони любовь всей силой,
Ты теперь моё, моё, моё творчество,
Ты теперь моё лишь диво,
Сердце могила, сердце могила - плачь…
Кого полюбила, тому я святой палач…

Вот наяву повстречалась судьба, был храбр и горд,
Проклятье твоё беда не беда, на то божий спор,
Нежно сказал он, вдыхая красу,
Каждую смерть мы косу на косу…

Ты гони любовь, она огнём корчится,
Ты гони любовь всей силой,
Ты теперь моё, моё, моё творчество,
Ты теперь моё лишь диво,
Сердце могила, сердце могила - плачь…
Кого полюбила, тому я святой палач…

Была эта ночь прелестней всех снов, и всех желаний,
Прочь уговор, скрип зловещих оков и час рыданий,
День пробужденья от забвенной любви,
А рядом принц без сердца и иконы в крови!

Ты гони любовь, она огнём корчится,
Ты гони любовь всей силой,
Ты теперь моё, моё, моё творчество,
Ты теперь моё лишь диво,
Сердце могила, сердце могила - плачь…
`,
};

export default song;
