import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.lyudi,
  name: ['Люди'],
  albums: [EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Годы, годы, годы, годы, годы, годы зла
Веки, веки, веки, веки, веки инквизиций
Где же, где же ты, планета, полная добра?
Без изгнаний и границ всех?

Скоро субкультур не будет
В миг апокалипсиса, кроме одной
Субкультура под названием "люди"
Люди, go, go! Люди, хой!

Люди, go, go! Люди, хой!

Добрый вечер, добрый бог, весёлый Сатана
Одно сиянье, одно забвенье.
Ты один, но кто как видит - тому та сторона -
Саморожденье, Самовырожденье.

Скоро субкультур не будет
В миг апокалипсиса, кроме одной
Субкультура под названием "люди"
Люди, go, go! Люди, хой!

Люди, go, go! Люди, хой!

Скоро субкультур не будет
В миг апокалипсиса, кроме одной
Субкультура под названием "люди"
Люди, go, go! Люди, хой!

Скоро субкультур не будет
В миг апокалипсиса, кроме одной
Субкультура под названием "люди"
Люди, go, go! Люди, хой!
`,
};

export default song;
