import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.maestroUzhasov,
  name: ['Маэстро ужасов'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Ты понимаешь, что снится сон
Но пробуждаясь видишь, что снова во сне
Стены давят со всех сторон
И кто-то руки крутит тебе
Убегаешь из последних сил
Но что-то вновь терзает тебя
Знаешь, тот, кто за тобой следил
Был я

Маэстро, маэстро
Маэстро ужасов
Я твой маэстро
Маэстро ужасов
Похмелья (маэстро, маэстро)
Похмелья (маэстро ужасов)
Похмелья (маэстро, маэстро)
Похмелья (маэстро ужасов)

И вдруг тревога разбивает сон
Обнажённое тело тонет в поту
Сердце грохочет, в голове звон
Но знай, наяву я тоже приду
Бесполезностью, злой тоской
Сверлящей симфонией страха
Остатками совести ломая покой
В преддверии вселенского краха

Маэстро, маэстро
Маэстро ужасов
Я твой маэстро
Маэстро ужасов
Похмелья (маэстро, маэстро)
Похмелья (маэстро ужасов)
Похмелья (маэстро, маэстро)
Похмелья (маэстро ужасов)

Маэстро, маэстро
Маэстро ужасов
Я твой маэстро
Маэстро ужасов
Маэстро, маэстро
Маэстро ужасов
Я твой маэстро
Маэстро ужасов
`,
};

export default song;
