import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.maketMiraSchastya,
  name: ['Макет Мира Счастья'],
  albums: [EnumAlbums.spazmyRoka],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Все тропинки по весне станут лужами,
Все мыслишки в голове станут ужасом,
Кто пришил любовь к весне опрометчиво,
Кто назначил месяц май центром вечности

Макет Мира Счастья –
След материальности,
Макет Мира Счастья –
Рассвет идеальности людей.
Штольня грёз…
Штольня слёз…
Штольня душ…

Все кудрявые места стали лысыми,
Все лихие скакуны стали крысами,
Стали все кусты-цветы колючей проволокой,
Лишь глядят святые души – это оводы.

Кто сказал, что ветер – божье дыхание
Ветер – глупые молекулы в изгнании.
Кто сказал, что вьюга-дура – друг смертям
Это я бегу гурьбой по весенним полям.
Это я бегу гурьбой…
Это я бегу гурьбой…

Макет Мира Счастья…
Макет Мира Счастья…
Макет Мира Счастья…
`,
};

export default song;
