import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.malo,
  name: ['Мало'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Больше, лучше, больше
Счастья
Больше, лучше, больше
Счастья

Целовалась за конфеты
Королева нашего двора
Воровала все секреты
И чужими судьбами жила

Ей было мало
Одного большого
Ей было мало
Одного большого счастья

Больше, лучше, больше
Счастья
Больше, лучше, больше
Счастья

Проживала сотни жизней
Не узнала лишь свою судьбу
Стала злее и корыстней
И брала за поцелуй мечту

Ей было мало
Одного большого
Ей было мало
Одного большого счастья
Одного большого
Одного большого
Ей было мало
Одного большого
Ей было мало
Одного большого счастья

Больше, лучше, больше
Счастья
Больше, лучше, больше
Счастья
Больше, лучше, больше
Счастья
Больше, лучше, больше
Счастья

Целовалась за конфеты
Королева нашего двора
Целовалась за конфеты
Королева нашего двора
Целовалась за конфеты
Королева нашего двора
Целовалась за конфеты
Королева нашего двора
`,
};

export default song;
