import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.mavka,
  name: ['Мавка'],
  albums: [EnumAlbums.chornyiLis],
  clipYouTubeId: '3Oo7qnsYE6g',
  text: `
Приходила Мавка з чорного лісу
Стукала в вікна, питала в людей
Де її милий-коханий подівся?
Приходила Мавка, а разом із нею

Двоє потерчаток,
Польові русалки,
Злидні, Перелесник,
Той, що греблі рве.

Приходила Мавка з Чорного Лісу…

У першу хатину її не пустили
У другій знущались і вигнали геть
У третій її ґвалтували і били
В четвертій хатині знайшла вона смерть.

Приходила Мавка з Чорного Лісу…

Мавка божевільна!
Боже, вільна! Вільна!

Заплакали звірі від лісу до моря
А людям дарма - полягали до сну
Не знали вони, що скажені від горя
Помститись хотіли за свою сестру

Двоє потерчаток,
Польові русалки,
Злидні, Перелесник,
Той, що греблі рве.

Приходила Мавка з Чорного Лісу…

Мавка божевільна!
Боже, вільна! Вільна!

На ранок в селі ніхто не проснувся
Згоріло село. А по чорних кістках
У тиші страшній (усякий жахнувся б)
Мавку в труні несли на руках

Двоє потерчаток,
Польові русалки,
Злидні, Перелесник,
Той, що греблі рве.

Приходила Мавка з Чорного Лісу…

Мавка божевільна!
Боже, вільна! Вільна!
`,
};

export default song;
