import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.megapolis,
  name: ['Мегаполис'],
  albums: [EnumAlbums.zhazhda, EnumAlbums.pugovica],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Воздух, словно воздух - грусть
Воздух - Мегаполис
Сердце не обманешь, пусть
Сердце - Мегаполис

Давай поедем завтра в лес
Давай поедем завтра в лес
Давай поедем.
Душой коснемся до небес
Душой коснемся до небес
Давай поедем.

И прислонимся мы к весне
И прислонимся мы к весне
И насладимся.
И слова, как всегда к тебе
И слова, как всегда к тебе
Мы возвратимся.

Воздух, словно воздух - грусть
Воздух - Мегаполис
Сердце не обманешь, пусть
Сердце - Мегаполис

Ты в сети всех своих дорог
Ты в сети всех своих дорог
Навек затянешь.
Ты наша тень и сладкий рок
Ты наша тень и сладкий рок
Навек затянешь.

Мы возвращаемся к тебе
Мы возвращаемся к тебе
В твои объятья.
Лишь твой асфальт - наша земля
Лишь твой асфальт - наша земля
Машины - братья

Воздух - Мегаполис...
Сердце - Мегаполис...









Воздух… Словно воздух… Грусть… Воздух… Мегаполис… Сердце не обманешь… Пульс… Сердце… Мегаполис…

Давай поедем завтра в лес,
Давай поедем завтра в лес, давай поедем!
Душой коснёмся до небес,
Душой коснёмся до небес, давай поедем!
И прислонимся мы к весне,
и прислонимся мы к весне и насладимся!
И снова как всегда к тебе,
И снова как всегда к тебе мы возвратимся!

Воздух… Словно воздух… Грусть… Воздух… Мегаполис… Сердце не обманешь… Пульс… Сердце… Мегаполис…

Ты в сети всех своих дорог,
Ты в сети всех своих дорог навек затянешь!
Ты нашу тень и сладкий рок,
Ты нашу тень и сладкий рок навек затянешь!
Мы возвращаемся к тебе,
Мы возвращаемся к тебе в твои объятья!
Лишь твой асфальт наша земля,
Лишь твой асфальт наша земля, большие братья!

Воздух… Словно воздух… Грусть… Воздух… Мегаполис… Сердцу не прикажешь… Пульс… Сердце… Мегаполис…

Воздух… Словно воздух… Грусть… Воздух… Мегаполис… Сердце не обманешь… Пульс… Сердце… Мегаполис…
`,
};

export default song;
