import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.metalevyiSvit,
  name: ['Металевий свiт'],
  albums: [EnumAlbums.mizantropiya],
  authors: 'Шмель, Лёс',
  text: `
Шалений металевий свiт
Срiблястий весь та сiрий, срiблястий весь та сiрий

Та череп чорний як гранiт
Хто зайде, той сміливий, хто зайде, той сміливий

І квітів, листя там нема
Пітьма, там темні очі, пітьма, там темні очі

Крадеться тиша крадькома
Здригають серед ночі, здригають серед ночі

Металевій світ шалений
Металевій світ шалений, шалений

Металевій світ шалений
Металевій світ шалений, шалений, шалений
`,
};

export default song;
