import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.misiats,
  name: ['Місяць'],
  albums: [EnumAlbums.durackiyeKnizhki, EnumAlbums.vulkanizaciyaDushi, EnumAlbums.vethijSbornik],
  authors: '',
  text: `
Заблукав вогонь у небі великому
Застогнав вогонь у часі минулому
І зіграв вогонь в повітряні іграшки
Місяць покохав

Синію метою у просторі вільному
Жовтою нудьгою у розумі спільному
Де знущається жарт над вірою чемною
Усміхнеться місяць в небі

Прозорою водою по стежках прихованих
Допливемо в край птахами збудований
Хай блукає вогонь з думками-питаннями
Заховає місяць з неба

(припев)
Геть, геть
Місяць з неба
`,
};

export default song;

/*
Месяц (Луна)

Забрел огонь в небе большом
Застонал огонь во времени прошлом
И сыграл огонь в воздушные игрушки
Луна полюбила

Синею целью в пространстве свободном
Желтой скукой в уме общем
Где издевается шутка над верой учтивой
Улыбнется месяц в небе

Прозрачной водой по тропинкам скрытым
Доплывем в край птицами построенный
Пусть блуждает огонь вместе с мыслями-вопросами
Спрячет месяц из неба

(припев)
Прочь, прочь
Луна с неба
 */
