import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.mlechnayaDepressiya,
  name: ['Млечная депрессия'],
  albums: [EnumAlbums.moskovskayaYarmarkaUdovolstvij],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Без кладбищенского смеха делать жизнь не та потеха
Без вселенной лютой страсти не было б у бога власти
Без еды не будет кала, без войны нас будет много
Без звезды всё очень честно, без беды неинтересно

Млечная депрессия моя странная
сны ужасные мои где я не я...
Всё так пошло! Пошло!

Без любви и кокаина, каждый первый блин - скотина
Без укуренных пингвинов нет экватора и счастья
Без сектанского совета не видать нам конца света
Заходите сестры-братцы, будем весело ебаться!

Ты богиня, ты царица, туалетная певица
Плюнь в колодец в миг позора, стань звездой голодомора
Скоро станешь каяться, скоро станешь каяться
Скоро станешь каяться, мёртвая красавица!

Без трусов я выйду в поле, без трусов я выйду в поле
Без трусов я выйду в поле, без трусов я выйду...
Всё так пошло, пошло, пошло, пошло...
`,
};

export default song;
