import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.moiPut,
  name: ['Мой путь'],
  albums: [EnumAlbums.ostanoviteChelovechestvo],
  authors: 'Шмель',
  text: `
Свет далёких звёзд, освещающий мой путь
Не дающий уснуть на пути к тебе, не дающий свернуть
Но свет далёких звезд — это мой жизненный путь
Снова сердце бьётся с ним в такт и с пути не свернуть

Мой путь — это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждёт
Мой путь — это подвиг, в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь!

Мысль подгоняет меня на полпути
Я могу кричать, я могу бежать, но не могу ползти
И мне остаётся доверить свой путь
Лишь ветру далёкой звезды, освещающей мой путь

Мой путь — это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждёт
Мой путь — это подвиг, в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь!
Мой путь!

Свет далёких звёзд, освещающий мой путь
Это смысл, продлевающий жизнь
Мой свет — мой жизненный путь
Значит сердце бьётся с ним в такт, значит мне не свернуть
Мой путь!

Мой путь — это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждёт
Мой путь — это подвиг, в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь — это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждёт
Мой путь — это подвиг, в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь!
`,
};

export default song;
