import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.moskovskayaYarmarkaUdovolstvii,
  name: ['Московская ярмарка удовольствий'],
  albums: [EnumAlbums.moskovskayaYarmarkaUdovolstvij],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Надежда на стол,
Одежда на пол.
Счастье не приходит одно
И не тонет в мечтах, как...

Рано ночью, поздно утром будет
Сон короче, можно грех на блюде
Ищут одинокие люди, словно жертв вампир,
Вход в Московский зазеркальный мир.

Паровозы, паровозы на ярмарке удовольствий - воздушные,
Манекены и макеты на ярмарке удовольствий - непослушные,
Как позы Елизаветы

Боги, боги прямо по дороге,
Сзади бес на шею влез убогий.
Вход нашли счастливые люди, ну а выход непрост -
За букет из двух банальных роз.

Паровозы, паровозы на ярмарке удовольствий - воздушные,
Откровенные картины на ярмарке удовольствий - непослушные,
Как позы Марины.

Паровозы, паровозы на ярмарке удовольствий - воздушные,
Вертолёты, вертолёты на ярмарке удовольствий - непослушные.
Паровозы, паровозы на ярмарке удовольствий - воздушные,
Раскладушки и диваны на ярмарке удовольствий - простодушные,
Как грёзы у Оксаны.
`,
};

export default song;
