import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.mriiaZrada,
  name: ['Мрія зрада'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Дикого вітру психіатричний сміх
Зимового сонця погляд шалений
Хворий виворіт звичних утіх
Завжди метушня, а спокій незбагненний...

Мрія летить, доки паливо є...
Мрія горить!
Зрада

Крижаного туману терпляча ласка
Неспокійного снігу допитлива гра
Перевернута з кінця в перед казка
У ній притулок для серця — Лиса гора...

Мрія летить, доки паливо є...
Мрія горить!
Зрада
`,
};

export default song;
