import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.muMuZhiva,
  name: ['Му-му жива'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Из воды не спеша
Возвращайся, душа
Закипай в венах кровь
Открывайтесь очи вновь

Из воды не спеша
Возвращайся, душа
Закипай в венах кровь
Открывайтесь очи вновь

Из воды не спеша
Возвращайся, душа
Закипай в венах кровь
Открывайтесь очи вновь

Из воды не спеша
Возвращайся, душа
Закипай в венах кровь
Открывайтесь очи вновь

Му-му жива
Му-му жива-жива

Му-му жива
Му-му жива-жива

Му-му жива
Му-му жива-жива

Му-му жива
Му-му жива-жива

Из воды не спеша
Возвращайся, душа
Закипай в венах кровь
Открывайтесь очи вновь

Из воды не спеша
Возвращайся, душа
Закипай в венах кровь
Открывайтесь очи вновь

Му-му жива
Му-му жива-жива

Му-му жива
Му-му жива-жива

Му-му жива
Му-му жива-жива

Му-му жива
Му-му жива-жива
`,
};

export default song;
