import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.myortvayaZona,
  name: ['Мёртвая зона'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Солнце устало бороться с природой
Солнце-всего лишь звезда
Лучи распустило, растаяли воды
Хлынула с неба вода

Она поливала весёлые толпы
Голодных бесчисленных душ
Она уносила под тёмные своды
Тяжёлый отравленный груз

Дома продолжали бороться с природой
Заводы тянулись ввысь
Трубы дымили и пачкали воды
Которые падали вниз

Они поливали весёлые толпы
Голодных озлобленных душ
Они опустили тяжелой ношей
На землю отравленный груз

Мёртвая зона
Это мёртвая зона
Цивилизация
До горизонта
Мёртвая зона
Мёртвая зона
Мёртвая зона
До горизонта

Нет места для света
Нет места для жизни
Есть только люди
Друг другу чужие
Нет места для жизни
Нет места для света
Есть только люди
Мёртвого цвета

Жизнь продолжала бороться с природой
Жизнь пожирала жизнь
Она поглощала нечистые воды
Которые падали вниз

Она пожирала весёлые толпы
Голодных бесчисленных душ
Она превращала свои же отходы
В тяжёлый отравленный груз
`,
};

export default song;
