import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.myslyvets,
  name: ['Мисливець'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Пітьмою густою огорнута стежка
Сліди вовкулаки, вовча мережка.
У Чорному Лісі не раді чужинцям
Самотнім мисливцям, живим проходимцям

Немов цілу вічність, не знаючи втоми
Блукає мисливець, а відьми та гноми
За ним по слідах, та й ждуть-вижидають
Крові жадають, смерті бажають

Хащами бродить, шукає спасіння
Грибами харчується й всяким насінням
Ночами не спав він, а може роками
Блукає мисливець гнилими стежками

Кличе голос його у морок лісний
Мисливцю шепоче «вовчицю убий»
Як звіра вполюєш - іди на всі боки
Залишать тебе і прокляття, і вроки.

Ой лишенько, Боже, коли це скінчиться?
Щось із очей моїх дивне сочиться...
Сморід навколо, не слухають ноги
В голові щось лоскоче тепле, вологе

Вдома жде жінка і дітлахи,
А в нього з очей повзуть хробаки!

Хробаки!
`,
};

export default song;
