import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.naKrayuZemli,
  name: ['На краю земли'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Я смотрю на песок и молчу
И песок лежит и молчит
На самом земли краю
Там, где мой город спит

Мой город, познавший смерть
И переживший ад
Случившийся прямо здесь
Несколько зим назад.

Только железа звон
И пуль блудливых сечь
Метались по кирпичам
Свою продолжая речь.

Жизнь не взяла своё
Она убежала прочь
Оставив за себя
Наместницу ночь.

Стены не слышали крик
И стон оказался нем
Он бился в унылом плену
Красных кирпичных стен.

Он прятался по щелям
Он опускался вниз
Людскую тоску передав
Полчищам серых крыс.

Только железа звон
И пуль блудливых сечь
Метались по кирпичам
Свою продолжая речь.

Жизнь не взяла своё
Она убежала прочь
Оставив за себя
Наместницу ночь.

Я смотрю на песок и молчу
И песок лежит и молчит
На самом земли краю
Там, где мой город спит.

Мой город, познавший смерть
И переживший ад
Случившийся прямо здесь
Несколько зим назад.
`,
};

export default song;
