import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.naTomSveteMiVstretimsyaVnov,
  name: ['На том свете мы встретимся вновь'],
  albums: [EnumAlbums.lyod],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Я пламенем вышью твой силуэт,
Пусть тешит меня твой образ бескровный,
Ведь в мире моём ничего больше нет,
Кроме исчадия страсти огромной.

Ветром дыханья возводится прах,
Силой объятий качается кровь,
Мчитесь в безумство на жизни порах,
А на том свете мы встретимся вновь.
Мы встретимся вновь в объятьях,
Вновь…

Я взглядом прожгу бестолковую даль,
Собой разлучившую наши желанья,
Я жилами чувств разорву неба грань,
Как я ненавижу часы ожиданья.

Ветром дыханья возводится прах,
Силой объятий качается кровь,
Мчитесь в безумство на жизни порах,
А на том свете мы встретимся вновь.
Мы встретимся вновь в объятьях,
Вновь…

Прощённым остаться, горя не знать,
Брутальная скука, довольная казнь,
Рождённый ползать умеет летать,
И воплощаться в прозрачную ткань.

Встретимся вновь в объятьях,
Вновь…
`,
};

export default song;
