import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.naVeseltsi,
  name: ['На Веселцi'],
  albums: [EnumAlbums.khaosZhelanii],
  authors: 'Шмель, Лёс - Шмель, Таня Лиходеева',
  text: `
Запросив на танок вітер
Запросила на танок долина
Запрошували усі по черзі
Але жодна людина!

Смерть танцює на веселці
Танцює і палахкотить!
За любов'ю ховається у серці —
Любов гасне, смерть горить!

Запросила на танок хвилина
Запросила на танець година
Запросила на танок вічність
Але жодна людина!
`,
};

export default song;

/*
Пригласил на танец ветер, Пригласила на танец долина Приглашали все по очереди, Но ни один человек!

Смерть танцует на радуге, Танцует и полыхает! За любовью прячется в сердце - Любовь гаснет, смерть горит!

Пригласила на танец минута, Пригласила на танец час, Пригласила на танец вечность Но ни один человек!
 */
