import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.naikrashchaSyla,
  name: ['Найкраща сила'],
  albums: [EnumAlbums.khaosZhelanii],
  authors: 'Шмель, Лёс - Ника Мельник',
  text: `
Чи бачив ти такі веселощі
Коли так хочеться любити?
Чи бачив ти вогонь і пестощі
Що хочеться ЖИТИ И ЖИТИ?

I, трясця, не важливо хто ти —
Чи біс, чи бог, чи раб
Ти той хто є, нехай всі проти
Знайди свій в небі скарб!

Найкраща сила — є любов
Коли душа сміється
І вітер змін вже знов і знов кудись несеться
Убивча сила є любов!

Чудовисько завжди дрімає
І його назва — страх
Забудь про все і подолає
Його твій «небокрах»!
`,
};

export default song;
