import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.nalyvai,
  name: ['Наливай'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Мене в хату не пускають
Та й ніхто не кличе
Навіть немає спогадів ваги
Мене сонце не кохає
Хай, мені це звично
Коли немає до життя жаги...

Бо я знаю чорта
Я танцюю з чортом
Я спілкуюсь з чортом
Я сам є чорт!

А ті, хто на небі
Спокою не мають...
Ті, хто зі мною
Бухають!
Нехай всі на небі
Спокою не мають...
Поки я з чортом
Бухаю, бухаю...

Наливай!

Мене в хату не пускають
Там ніхто не знає —
В моїх очах нема вогню
Мене світ не зустрічає
Хай, мені це звично
Але темні мрії здійсню!

Бо я знаю чорта
Я танцюю з чортом
Я спілкуюсь з чортом
Я сам є чорт!

А ті, хто на небі
Спокою не мають...
Ті, хто зі мною
Бухають!
Нехай всі на небі
Спокою не мають...
Поки я з чортом
Бухаю, бухаю...

Наливай!
`,
};

export default song;
