import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.napoiNas,
  name: ['Напои нас'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Каким будет новый рассвет
На старой земле
Каким будет новый рассвет
На нашей старой земле
Вот бы время сбилось
Развернулось вспять
Но чтоб ни случилось
Мы скажем природе опять

Напои нас, напои
Утренним небом и солнцем напои
Напои нас, напои
Сладким вином любви напои

Каким будет новый рассвет
Знает власть времён суеты
Каким будет новый рассвет
И есть ли в планах там мы

Напои нас, напои
Утренним небом и солнцем напои
Напои нас, напои
Сладким вином любви напои

Пока ночь не пройдёт
Нас не выдаст темнота
Мы без времени вдвоём
Остаёмся навсегда

Каким будет новый рассвет
На старой земле
Каким будет новый рассвет
На нашей старой земле

Напои нас, напои
Утренним небом и солнцем напои
Напои нас, напои
Сладким вином любви напои

Пока ночь не пройдёт
Нас не выдаст темнота
Мы без времени поём
Остаёмся навсегда
`,
};

export default song;
