import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.narisovanniiPyos,
  name: ['Нарисованный пёс'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Не стану терпеть я горе, разлуку,
Возьму пряжку, вьюгу и ветер,
Да полечу я к лучшему другу,
Единственному на всём белом свете.

Припев:
Утешит душу...
В жару и в мороз...
Спасёт моё сердце...
Нарисованный пёс...

Найдись, поскорей, я Бога молю,
Утешь моё сердце и душу мою.
Я лучший миг в жизни ему подарю,
Потом поцелую и нежно убью.

Припев:
Спасёт моё сердце,
От грома и гроз,
Утешит душу,
Нарисованный пёс.

Утешит душу...
В жару и в мороз...
Спасёт моё сердце...
Нарисованный пёс...
`,
};

export default song;
