import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.neKhody,
  name: ['Не ходи'],
  albums: [EnumAlbums.trotilovyyeSkazki, EnumAlbums.vulkanizaciyaDushi],
  authors: '',
  text: `
вітер хмари ніс до краю
там де він пройшов там все вмирає
там цей жах там завжди зима
прозорий біль від нього гине жага

на каміннях та руїнах
розцвіте вогняна родина
там цей жах там завжди зима
прозорий біль від нього гине жага

не ходи не ходи не ходи туди
де тече вогняна ріка
не ходи не ходи не ходи туди
де тече вогняна ріка
де тече ріка

від гранітних берегів
від згораючих садів
там він змітав зоряні вогні
там він змітав безглузді пісні

не ходи не ходи не ходи туди
де тече вогняна ріка
не ходи не ходи не ходи туди
де тече вогняна ріка
де тече ріка

не ходи не ходи не ходи туди
де тече вогняна ріка
не ходи не ходи не ходи туди
де тече вогняна ріка
де тече ріка
`,
};

export default song;

/*
ветер облака нёс к краю
там где он прошел там все умирает
там этот ужас там всегда зима
прозрачная боль от неё гибнет страсть

на камнях и руинах
расцветет огненная семья
там этот ужас там всегда зима
прозрачная боль от неё гибнет страсть

не ходи не ходи не ходи туда
где течёт огненная река
не ходи не ходи не ходи туда
где течёт огненная река
где течёт река

от гранитных берегов
от сгорающих садов
там он сметал звездные огни
там он сметал бессмысленные песни

не ходи не ходи не ходи туда
где течёт огненная река
не ходи не ходи не ходи туда
где течёт огненная река
где течёт река

не ходи не ходи не ходи туда
где течёт огненная река
не ходи не ходи не ходи туда
где течёт огненная река
где течёт река
 */
