import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.neboProtiv,
  name: ['Небо против'],
  albums: [EnumAlbums.neboProtiv, EnumSongs.mekhanicheskayaBalerina],
  authors: '',
  clipYouTubeId: 'e4jWVkPPuJ4',
  text: `
Разве ли не вы рисовали бога,
Разве ли не вспять приводила дорога?
Развели мосты,
Вы радость весны, мы венок пустоты.

И Небо на Вас, смотрит на Вас, небо напротив.
Небо за Вас, небо за Вас, небо против Нас.
Небо против!
Нас (3р)
Небо за Вас
Вас (3р)

Разве ли не Вы продавали тайны,
Разве ли ни Вы разбудили войны?
Развели зверей -
Покорных детей без особых идей.

Небо на Вас, смотрит на Вас, небо напротив.
Небо за Вас, небо за Вас, небо против Нас.
Всё изменилось…

На что похоже небо?
Иногда на вату, иногда на неожиданность.
А мне кажется, небо похоже на всё что угодно кроме себя.
Небо защищает и в тоже время уничтожает всех кроме донных рыб.
Вряд ли донные рыбы потеряли что-то не видя никогда небо.
Рыбы вообще не занимаются этим, им нет дела до неба.
Как и небу до нас.
`,
};

export default song;
