import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.neftAlliluiya,
  name: ['Нефть Аллилуйя'],
  albums: [EnumAlbums.toplivo],
  authors: '',
  text: `
В одной из древних легенд, которая не прижилась у людей, как другие, более выгодные человеку, говорилось:
глубоко под землей живут гномы одноглазые, они очень трудолюбивые. Без отдыха они готовят черную, как наземные судьбы, жидкую субстанцию для того, чтобы обменять ее на очень важный им ингредиент, без него варево гномов не будет полным и не станет обладать своими огненными талантами. От человека же требуется выдать им после своей смерти хрусталик осознания, который не ведая был назван душой и словесно отправлен в небо. До того, как люди не согласились на такой обмен, они отдавали его куда нипопадя - то в воду, то просто в огонь. И так хрусталик через миниатюрные насосики, подведенные к каждому кладбищу, крематорию и прочим упокоительным сооружениям, попадает совершенно в другую сторону, а именно глубоко под землю. Там все хрусталяшки встречают довольные гномы. Они снова и снова кладут их в свой огромный котел, в котором бурлит и оживает нефть. Гномы помешивают ее напевают: "Марк - это наша хата! Нефть - наша Фея!"

Внезапно радует нас без повода,
Движение дарит черное золото!
Нефть аллилуйя! Кровь планеты!
Нефть аллилуйя! Щедрый дар с того света!

Лихой создатель новых картин,
Неугомонный адреналин!
Нефть Аллилуйя! Кровь Земли!
Нефть аллилуйя! Богиня богинь!

Мрак - это наша хата!
Нефть - наша фея!

В предметах быта, в еде и чувствах,
Живет открыто, земли искусство!
Нефть аллилуйя! Кровь планеты!
Нефть аллилуйя! Щедрый дар с того света!

Мрак - это наша хата!
Нефть - наша фея!

Нефть Аллилуйя! Кровь Земли!
Нефть аллилуйя! Богиня богинь!
Нефть аллилуйя! Кровь планеты!
Нефть аллилуйя! Щедрый дар с того света!
`,
};

export default song;
