import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.netNikogo,
  name: ['Нет никого'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Ветер ворвался в двери
Взъерошил песок на полу
Скользнул незаметно в щели
И тихо замер в углу

Пепел спускался с неба
Ветер его ворошил
Вдруг на пустые крыши
Взметнул из последних сил

Нет никого, нет никого, тише, никого нет, нет никого
Ни одного, ни одного, слышишь, вздоха нет, ни одного,
Нет никого, нет никого, больше никого нет, гаснет свет
В Мире, где нет никого, где нет никого, где никого нет.

Больше никто на ветер
Цветных не пускал шаров
Не выбегали дети
Из гулких пустых дворов

Только хранили стены
Эхо последней войны
И проплывали в небе
Чьи-то предсмертные сны

Нет никого, нет никого, тише, никого нет, нет никого
Ни одного, ни одного, слышишь, вздоха нет, ни одного,
Нет никого, нет никого, больше никого нет, гаснет свет
В Мире, где нет никого, где нет никого, где никого нет.

Нет никого, нет никого, видишь никого нет, нет никого
Ни одного, ни одного, слышишь, шороха нет, ни одного,
Нет никого, нет никого, больше никого нет, нет никого
В мире, где нет никого, где никого нет, где нет никого

Тихо насвистывал ветер
Музыку замерших труб
Печально касался бледных
Холодных бездыханных губ

По гулким пустым массивам
Голодных пугал ворон
Тихо прося не тревожить
Ушедших последний сон
`,
};

export default song;
