import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.nezhnost,
  name: ['Нежность'],
  albums: [EnumAlbums.negativProstranstva],
  authors: 'Шмель',
  text: `
Ты принимаешь импульсы счастья линией вечности
Ты покидаешь отчаянный праздник игр человечности
А я рождён страдать, я всегда буду весел,
Я рождён умирать от этих песен…

Но ни в аду, ни в раю
Я не забуду твою
НЕЖНОСТЬ!
НЕЖНОСТЬ!
НЕЖНОСТЬ!
НЕЖНОСТЬ!!!

Ты излучаешь миру живое и милое, милое
Ты проникаешь в глубокие тайны верною силою
А я продолжаю в себе радость мгновений
Под смертною вечностью прикосновений…

Но ни в аду, ни в раю
Я не забуду твою
НЕЖНОСТЬ!
НЕЖНОСТЬ!
НЕЖНОСТЬ!
НЕЖНОСТЬ!!!

Ты произносишь движением мысли "Красота, красота",
Ты награждаешь мой сон собою навсегда, навсегда
Но я не знаю дороги без смысла,
Стихами лелею свои пораженья…

Но ни в аду, ни в раю
Я не забуду твою
НЕЖНОСТЬ!
НЕЖНОСТЬ!
НЕЖНОСТЬ!
НЕЖНОСТЬ!!!
`,
};

export default song;
