import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.novayaRadost,
  name: ['Новая радость'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Она ушла
Слезами луны
Из самого-самого тайного дна души
Она ушла в немые сны

Она ушла
Огнями весны
Из тёмного-тёмного царства большой мечты
Она ушла в свет пустоты

Радость ушла сексуальной походкой, радость!
Радость ушла, даря ликованье тоске!
Но скоро новая радость придёт навеселе!
Но скоро новая радость придёт навеселе!

Она ушла
Уже далеко
Тебе не догнать, не догнать ни её, ни себя самого
Она ушла легко

Она ушла
Куницей вниз
Учиться взлетать, да, взлетая, смеяться на бис!
Она ушла в простой каприз!

Радость ушла сексуальной походкой, радость!
Радость ушла, даря ликованье тоске!
Но скоро новая радость придёт навеселе!
Но скоро новая радость придёт навеселе!

Она ушла
Но скоро новая радость придёт навеселе!
Она ушла
Но скоро новая радость придёт навеселе!

Она пришла навеселе!
Она пришла навеселе!
Она пришла навеселе!
Она пришла навеселе!
`,
};

export default song;
