import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ochiVorohiv,
  name: ['Очі ворогів'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Ника Мельник',
  text: `
Світлий ранок п'яної душі
Мороком заполонила тиша
Налетіли зграєю дощі
Сонце наче стало більше
У легені наберу добра
Видую всі спогади й поради
Та до біса піти пора
Всім шукаючим сердешні вади

Ось і мерехтіння ейфорії
Світла радість нових змін
Треба освітити мрії
Та підняти їх з колін

Ось і мерехтіння ейфорії
Світла радість нових змін
Треба освітити мрії
Та підняти їх з колін
Хай очі дивляться з землі
Очі ворогів твоїх!

Світло є у кожному теплі
Темрява ж ховається у пеклі
Тільки очі дивляться з землі
Очі ворогів твоїх запеклих

Хай очі дивляться з землі
Очі ворогів твоїх!
Очі дивляться з землі
Очі ворогів твоїх!
`,
};

export default song;
