import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.odinRazVZhizn,
  name: ['Один раз в жизнь'],
  albums: [EnumAlbums.territoriyaNol],
  authors: '',
  text: `
Когда ангелы мои заберут меня в ад, я встречу ветер.
Когда ангелы мои заберут меня в ад, я встряну в вечность.
Когда ангелы мои заберут меня в ад, я буду не готов.
Когда ангелы мои заберут меня в ад, всем будет всё равно.

[припев]:
Завтра ты ушёл из окна,
Завтра ты ушёл из Фейсбука,
Завтра ты напился и сдох,
Завтра ты был сам себе дьявол и бог!
Один всего лишь раз жизнь.
Один всего лишь раз жизнь.

Когда ангелы мои заберут меня в ад, я встречу время.
Когда ангелы мои заберут меня в ад, я скину бремя.
Когда ангелы мои заберут меня в ад, тишина не нагрянет.
Ангелы мои заберут меня в ад, но я вернусь с ними за вами.

[припев]:
Завтра ты ушёл из окна,
Завтра ты ушёл из Фейсбука,
Завтра ты напился и сдох,
Завтра ты был сам себе дьявол и бог!
Один всего лишь раз жизнь.
Один всего лишь раз жизнь.

Ангелы мои заберут меня в ад.
Один всего лишь раз жизнь.
`,
};

export default song;
