import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ognennieSlyoziGieni,
  name: ['Огненные слёзы гиены'],
  albums: [EnumAlbums.lyod],
  authors: 'Шмель, Лёс - Шмель',
  text: `
В королевстве заколочена дверь
В королевстве нет окон и икон
Там жил люд, а теперь живет живет зверь
Он собрался на трон и плачет

Огненные слезы гиены
Огненные слезы гиены

И жадно вскрывает вены ангел
За звездных ничтожеств безвенный ангел
Зверь

В королевстве не осталось огней
В мертвом воздухе слабый сквозняк
Через тысячу тридцать семь дней
Ничего сей пустяк не значит

Огненные слезы гиены
Огненные слезы гиены

И жадно вскрывает вены ангел
За звездных ничтожеств безвенный ангел
Зверь

Разрушенный ритм

Огненные слезы гиены
Огненные слезы гиены

И жадно вскрывает вены ангел
За звездных ничтожеств безвенный ангел
Зверь...
`,
};

export default song;
