import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ognenniiZmei,
  name: ['Огненный змей'],
  albums: [],
  authors: '',
  text: `
Ночью приехал к невесте жених,
Полон подарков, злата, серебра.
Мол, будем жениться сейчас,
А в церкви венчаться с утра.

По утру молись, ночью веселись,
Час лишь для нас!
Телом поделись, не жулись,
Только лишь раз!

Утром милого след пропал,
Словно сгинул с луной.
А на месте злата, серебра -
Синий пепел и гной!

Поехала в город искать жениха,
В душе - пустота, в голове - звон.
В доме его погибель ей,
Два дня как на кладбище он!

По утру молись, ночью веселись,
Час лишь для нас!
Телом поделись, не жулись,
Только лишь раз!

Через день дитё родилось,
Не похоже на божьих детей.
Милой девочки лишь голова,
Продолжение змей!

Думала гадала, чем кормить,
А дитю всё мало - зло!
Дитя её сожрало, чтоб жить,
Опять проголодалось и умерло!

По утру молись, ночью веселись,
Час лишь для нас!
Телом поделись, не жулись,
Только лишь раз!

Ночью приехал мёртвый жених,
Повидать дитя!
Но не было бы жизни в них двоих,
Любимых - не любя!

Был печален и бескрайне зол,
Что за злая судьба?
Змеем огненным в небо взмыл...
Сжёг вокруг всё дотла...
`,
};

export default song;
