import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ogonNashSvet,
  name: ['Огонь — наш свет, огонь — наш след'],
  albums: [EnumAlbums.spazmyRoka, EnumAlbums.poshmelye],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Нас же за нос водила любовь.
Нас враги уничтожить пытались.
Бытовуха пила нашу кровь,
А мы, какими были, такими и остались!

Мы разрушаем, для того чтобы созидать.
Мы умираем, для того чтобы воскресать.

Огонь, огонь, огонь — наш свет.
Огонь, огонь, огонь — наш след.
ОГОНЬ!

Нас разрывали стихи изнутри.
Нас предавали губы и груди.
Мы шли на дно, застревали в мели.
Но все как было, так и будет.

Мы одеваем, для того чтобы раздевать.
Мы проклинаем, для того чтобы вспоминать.

Огонь, огонь, огонь — наш свет.
Огонь, огонь, огонь — наш след.
ОГОНЬ!

Лето разогрело нас до ярости.
Осень промочила нас до ревности
Зима заморозила до жадности
Весна – авитаминоз...

Мы раздражаем, для того чтобы пореветь.
Мы возбуждаем, для того чтобы отыметь.
Мы разрушаем, для того чтобы созидать.
Мы умираем, для того чтобы воскресать.

Огонь, огонь, огонь — наш свет.
Огонь, огонь, огонь — наш след.
ОГОНЬ!
`,
};

export default song;
