import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.orhiia,
  name: ['Оргiя'],
  albums: [EnumAlbums.trotilovyyeSkazki],
  authors: '',
  text: `
Шли гуртами мовчазними,
Бiля тину - бiля тину, бiля хат.
Три дiвчини помiж ними,
Помiж чарiвних гармат

У глибокiй хащi гаю,
Де на шабош зграэ демони лiтять
Обирають замiсть раю
Та гвалтують синэ небо та й дiвчат

Шли гуртами мовчазними
Бiля тину - бiля тину, бiля хат.
`,
};

export default song;

/*
Шли группами молчаливыми,
Возле забора - около забора, возле домов.
Три девушки между ними,
Между волшебных орудий (пушек)

В глубокой чащи, рощи,
Где на шабаш стаей демоны летят.
Выбирают вместо рая
И насилуют синее небо и девушек

Шли группами молчаливыми,
Возле забора - около забора, возле домов
 */
