import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.osinoviiKol,
  name: ['Осиновый кол'],
  albums: [EnumAlbums.lyod],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Вот смешался с ветром дым из трубы,
Вот раздался выстрел в солнце, пора,
Но забавно молодым видеть сны,
Так занятна бестолковая весна…
Опоздал на сбор, душа набекрень,
Вся слюнявая, как первая любовь,
Одиночество в солнечный день,
Как стрелы Амура смертельные…

Осиновый кол, осиновый,
Спросил у судьбы, спросил он,
По что любовь такая красивая,
А я не у дел?
Рябиновый куст, рябиновый,
Дарил влюблённым себя, дарил он,
И, опадая, себя не миловал.
Ведь всем свой удел.

Вот раздался пароходный гудок,
Вот ушли под воду слёзы мечты,
Как беда - неизлечимый порок,
Так стремителен, как деньги в кресты.
Где останется последняя нить,
Благовонна как желанная плоть,
Зря так хочется весь мир изменить,
Надежда - само наказание…

Осиновый кол, осиновый,
Спросил у судьбы, спросил он,
По что любовь такая красивая,
А я не у дел?
Рябиновый куст, рябиновый,
Дарил влюблённым себя, дарил он,
И, опадая, себя не миловал.
Ведь всем свой удел.

В уголок забрался грозный сверчок,
Под бочок попалась ватная мышь,
Мать земля спит, а значит молчок,
Человек спит, и значит, ты спишь…
Вот протёрлась с веками петля,
Инквизитор оступился в костёр,
Значит, нет на свете слова «нельзя»,
История прах и безвременье…

Осиновый кол, осиновый,
Спросил у судьбы, спросил он,
По что любовь такая красивая,
А я не у дел?
Рябиновый куст, рябиновый,
Дарил влюблённым себя, дарил он,
И, опадая, себя не миловал.
Ведь всем свой удел.
`,
};

export default song;
