import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.otvaliMoyaChereshnya,
  name: ['Отвали, моя черешня'],
  albums: [EnumAlbums.cekhPoReabilitaciiParanoikov],
  authors: '',
  text: `
День взрывает крышу
Ночь ломает сон
Никого не слышу
Лишь прощальный звон
Больше нет надежды
Отвали моя черешня
Отвали моя черешня

Убегу, завою
На луну, как волк
Ничего не стоит
Серой жизни толк
Прочь дорожкой грешной
Отвали моя черешня
Отвали моя черешня

Больше не увидеть
Двери в облаках
Жалко ненавидеть
Страшно верить в страх
Остров мой безбрежный
Отвали моя черешня
Отвали моя черешня
Отвали моя черешня
Отвали моя черешня

Без следов и тени
На воздушном шаре
Улечу от лени
В праздничном угаре
Путь такой потешный
Отвали моя черешня
Отвали моя черешня
Отвали моя черешня
Отвали моя черешня

Всё не так, как прежде
Отвали моя черешня
Отвали моя черешня
Отвали моя черешня
Отвали моя черешня
`,
};

export default song;
