import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pantomima,
  name: ['Пантомима'],
  albums: [EnumAlbums.koshkinyObidy],
  authors: 'Шмель, Лёс - Шмель',
  clipYouTubeId: 'AzLTvtcfxv4',
  text: `
Фонари погасли умницы
Бесшумны стали улицы
Мне придётся пока не дышать
Но за тобою бежать

Моя муза прошла мимо!
Моя муза прошла мимо!

Пантомима - жизнь без слова
Пантомима в вещих снах
Это песня о слезах
Это песня - пантомима

Пантомима - крик безмолвный
Пантомима - тихий страх
Это песня о слезах
Это песня - пантомима

Талант актёру, женщине красу
Брось в меня камень, я напущу грозу
Надменный взгляд - Любовница
Я твой наряд - бессонница
И не радоваться утру
Танцем броситься по ветру
Быстро в пчёлы умирают
Хищной птицей воскресают

Талант актёру, женщине красу
Брось в меня камень, я напущу грозу
Надменный взгляд - Любовница
Я твой наряд - бессонница

Моя муза прошла мимо!
Моя муза прошла мимо!
Моя муза прошла мимо!
Моя муза прошла мимо!
`,
};

export default song;
