import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.paraTrupov,
  name: ['Пара трупов'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Будем водку? Буду!
Будем водку? Буду!
Наливай, несу посуду
Будем жениться? Буду!
Будем жениться? Буду!
Раздевайся и летим отсюда

Свадьба, свадьба, свадьба
Благородней, если
Только свадьба
В преисподней
Всё мешать, всё мешать
Всё мешать или не мешать?
Только спать или не спать?
Вечность — белая кровать!

Пара трупов далеко
Пара трупов над землёй!
Каждым летом следят за светом
А зимою — за луной!
Следят за светом
Следят за луной

Будем водку? Буду!
Будем водку? Буду!
Наливай, вношу посуду
Будем жениться? Буду!
Будем жениться? Буду!
Раздевайся в танце! Буду!

Больше, больше
Больше времени
Чем места, места
Вновь жених с невестой
Хоть давно, хоть давно
Хоть давно — ну что же нам?
Свадьба будет каждый день
Не износится фата!

Пара трупов далеко
Пара трупов над землёй!
Каждым летом следят за светом
А зимою за луной!

Пара трупов далеко
Пара трупов над землёй!
Каждым днём следят за светом
Каждой ночью за тобой!

Следят за светом
Следят за луной
Следят за светом
Следят за тобой
`,
};

export default song;
