import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.parusa,
  name: ['Паруса'],
  albums: [EnumAlbums.toplivo],
  authors: '',
  text: `
Год за годом в царстве морей
Всем материкам чужды мы
Нет нигде открытых дверей
Для разгадавших тайны судьбы

Паруса расправит
Ковчег, с ветром споря
Но всё же небеса направят
Туда, где солнце падает в море!

Век за веком тенью планет
Без тепла живых и любви
А иного выхода нет
Лишь плыть в себя от сути земли

Паруса расправит
Ковчег, с ветром споря
Но всё же небеса направят
Туда, где солнце падает в море!

Паруса расправит
Ковчег, с ветром споря
Но всё же небеса направят
Туда, где солнце падает в море!

Паруса, паруса расправит
Ковчег, с ветром споря
Но всё же небеса, небеса направят
Туда, где солнце падает в море!

Паруса, паруса расправит
Ковчег, с ветром споря
Но всё же небеса, небеса направят
Туда, где солнце падает в море!
`,
};

export default song;
