import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pechalPrekrasna,
  name: ['Печаль прекрасна'],
  albums: [],
  authors: 'Шмель',
  text: `
Печаль...

В светлой, в изношенной душе
Похоронен верный смысл жизни
Ты выйди на свиданье в неглеже,
Улыбаясь нежно, но брутально

И все огни,
И все огни погаснут,
Ведь в мире нет любви.
Ты не ищи её напрасно...
Печаль прекрасна

Печаль...

В сладких, но бессмысленных губах
Тонет бесчувственное тело
И собственно сбрасывая прах
Нынче это дело актуально

И все огни,
И все огни погаснут,
Ведь в мире нет любви
Ты не ищи её напрасно...
Печаль прекрасна

В позолоте безысходной лжи
Заискрятся будничные звёзды
Полетят с небес дурман граши,
Изобьют всех насмерть, но красиво

И все огни,
И все огни погаснут,
Ведь в мире нет любви
Ты не ищи её напрасно...

И все огни,
И все огни погаснут.
Ведь в мире нет любви-
Ты не ищи ее напрасно!
Печаль прекрасна!!!

Печаль!!! (4 раза)
`,
};

export default song;
