import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pesenkaPlastilina2,
  name: ['Песенка пластилина 2 (продолжение)'],
  albums: [EnumAlbums.cekhPoReabilitaciiParanoikov],
  authors: '',
  text: `
Пластилин давно живой
Жир животный, глина, воск
Гуттаперчевый и злой
Сам себе он лепит мозг

Поёт и лепит
Поёт и лепит, лепит и поёт

Куда течёт пена изо рта?
О чём поёт инфекция?
О ком мечтает Сатана
Когда у него поутру эрекция?

Пластилин мечтает жить
В человека обратиться
Пусть века ему лепить
Каждому всего добиться!

Поёт и лепит
Поёт и лепит, лепит и поёт

Куда течёт пена изо рта?
О чём поёт инфекция?
О ком мечтает Сатана
Когда у него поутру эрекция?

Поёт и лепит
Поёт и лепит, лепит и поёт

Куда течёт пена изо рта?
О чём поёт инфекция?
О ком мечтает Сатана
Когда у него поутру эрекция?

Куда течёт пена изо рта?
О чём поёт инфекция?
О ком мечтает Сатана
Когда у него поутру эрекция?
`,
};

export default song;
