import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pilayushchiiAngel,
  name: ['Пылающий ангел'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Пылающий ангел ко мне прилетал,
Смеялся и пел, кусал, целовал,
Смотрел в моё небо, играл в моё тело
Так безразлично, но умело!
Он не ест, не пьёт, не спит
Ангел знает своё дело!
Он не дышит и не говорит,
Ангел знает своё дело!

На плече огонь горит,
Кто не видит - выходи!
А в груди Армагеддон,
Кто не слышит - выйди вон!

Пылающий ангел весёлый шалун-балун,
Пил мою кровь, ворчал как колдун
Травил тараканов моей головы,
Раскрашивал явь, рисовал мои сны.
Он не ест, не пьёт, не спит
Ангел знает своё дело!
Он не дышит и не говорит,
Ангел знает своё дело!

На плече огонь горит,
Кто не видит - выходи!
А в груди Армагеддон,
Кто не слышит - выйди вон!
На плече огонь горит,
Кто не видит - выходи!
А в груди Армагеддон,
Кто не слышит - выйди вон!

Пылающий ангел ко мне прилетал,
Смеялся и пел, кусал целовал...
Он не ест, не пьёт, не спит
Ангел знает своё дело!
Он не дышит и не говорит,
Ангел знает своё дело!

На плече огонь горит,
Кто не видит - выходи!
А в груди Армагеддон,
Кто не слышит - выйди вон!
На плече огонь горит,
Кто не видит - выходи!
А в груди Армагеддон,
Кто не слышит - выйди вон!
`,
};

export default song;
