import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pisniaMavok,
  name: ['Пісня Мавок'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Не русалки, не чаклунки
Тобі краще нас не знати
Зброя Мавок - поцілунки
Ти від них почнеш вмирати

Заманила, оповила,
Ніжно звабила, згубила,
Закохала... підкорила.
Тут тобі і смерть!

Роду нашому немає
Ні початку, ні кінця
Як зустрінем - покохаєм
Віддамося - не признаєм
Ані бога, ані чорта
Ані іншого творця!

Йой…

Ворог є у нас прадавній
Злий Чугайстер, ця потвора
В лісовій родині славній
Сіє смуту, несе горе!

У сестринстві нашім сила
Вічність будем веселиться!
А Чугайстра жде могила!
Ми на ній будем любиться

Роду нашому немає
Ні початку, ні кінця
Як зустрінем - покохаєм
Віддамося - не признаєм
Ані бога, ані чорта
Ані іншого творця!

Йой…
`,
};

export default song;
