import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.poMaslu,
  name: ['По маслу'],
  albums: [EnumAlbums.princessaBezTrusov],
  authors: 'Шмель',
  text: `
Жизнь идёт как по маслу,
Жизнь идёт как по маслу,
Жизнь идёт как по маслу,
В яму, в яму, в яму, в яму!

Если меня отправят в космос,
Чтоб я оттуда не вернулась,
Я там подохну и развоняюсь,
Чтоб цивилизация задохнулась.

Нож рыдает по телу,
Гроб рыдает по телу,
Земля рыдает по телу.
Жизнь идёт как по маслу...
В яму, в яму, в яму, в яму!

Если меня поставят к стенке,
Я скажу есть за что,
А когда в меня пустят пулю,
Я развоняюсь как говно.

Жизнь идёт как по маслу
Жизнь идёт как по маслу
Жизнь идёт как по кайфу
Жизнь идёт в яму, в яму, в яму, в яму!

Зачем мне быть онанисткой
Зачем мне быть некрофилом
Я лучше буду похуисткой,
Я лучше буду дезертиром.

Жизнь идёт как по маслу
Жизнь идёт как по маслу
Жизнь идёт как по кайфу
Жизнь идёт...

Жизнь идёт как по маслу
Жизнь идёт как по маслу
Жизнь идёт как по кайфу
В яму, в яму, в яму, в яму!
`,
};

export default song;
