import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.poebenTrava,
  name: ['Поебень-трава'],
  albums: [EnumAlbums.princessaBezTrusov],
  authors: 'Шмель',
  text: `
Сердце не станет стучать как часы
Пальцы не смогут ласкать как вибратор
Крокодильи слезы не заменят росы
Бога не заменит провокатор

Время потянется киселем
Сексом накормят вдоволь на бирже
Жижа скрестившись с вечным огнем
Построит на воздухе дымные хижины

В поле моем уже зацвела Поебень-трава!!!
В поле моем уже зацвела Поебень-трава!!!

В пир превратился похоронный обряд
Любовь превратилась в обычную случку
В обществе члены по команде стоят
Срут по приказу в общую кучку

Плавится сахар, варится соль,
Гонится водка безумным хвалам
Точатся зубы, и счастье сквозь боль
Если хуёво, то лучше вчера

В поле моем уже зацвела Поебень-трава!!!
В поле моем уже зацвела Поебень трава!!!

Мокнут мозги под кислотным дождем
Ненависть прет сквозь кукольный театр
Если до смерти не доживём
Ни Бог не поможет, ни провокатор

В поле моем уже зацвела Поебень-трава!!!
В поле моем уже зацвела Поебень-трава!!!
`,
};

export default song;
