import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pomolis,
  name: ['Помолись'],
  albums: [EnumAlbums.vulkanizaciyaDushi, EnumAlbums.vethijSbornik],
  authors: 'Шмель, Лёс',
  text: `
У-у
Крапав дощик
У-у
На закоханих,
У-у
Геть не заручених,
Крапав дощик.

У-у
Ранок приходить
У-у
На землю незайману
У-у
Так довго... Обернулися
У прозорих демонів.

Ти на небо не дивися,
Краще богу помолися,
Ти на небо не дивись,
Краще богу помолись,
У-у
Помолись.

У-у
Кружляли над хатами
У-у
Отруєні святами,
У-у
Гукали діточок
Під блискучі крила.

Ти на небо не дивися,
Краще богу помолися,
Ти на небо не дивись,
Краще богу помолись,
У-у
Помолись.
`,
};

export default song;
