import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.poputchitsa,
  name: ['Попутчица'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
На перепутье, в кафе дорожном
Выпить кофе, помечтать
Всё позади, теперь не сложно
Верный путь выбирать

Ах, верный путь — он в гору, к свету
Сложный, длинный, злой
Посидеть на дорожку — что ж, еду
Но где же оно — направленье домой?

Где прямая дорога —
Там тепло и уют
Куда прямая дорога —
Там нас не ждут
Не стоит мучиться —
Кривой дорогой с тобой поедем

Попутчица молчаливая
Попутчица терпеливая
Попутчица безотказная
Попутчица — тень моя

Без остановок, без сомненья
Пока не кончится бензин
Как радио настроить настроенье
Главное верить, что ты не один

Где прямая дорога —
Там тепло и уют
Куда прямая дорога —
Там нас не ждут
Не стоит мучиться —
Кривой дорогой с тобой поедем

Попутчица молчаливая
Попутчица терпеливая
Попутчица безотказная
Попутчица — тень моя

Попутчица молчаливая
Попутчица терпеливая
Попутчица безотказная
Попутчица — тень моя
`,
};

export default song;
