import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.poslednyayaLyubov,
  name: ['Последняя любовь'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Долго ли плакали снегом
Мило вскрывая вены
Был ли когда-нибудь ты человеком
Перед лицом творца измены

Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти
Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти

Стрёмно на сердце без крови
Цвета земли и неба
Больно страдать без боли
И собственную душу жрать без хлеба

Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти
Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти

Мясо давно не мясо
Ряса давно как мясо
Мясо себя не любит
Будущего не будет!

Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти
Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти
Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти
Не бывает смерти больше, чем последняя любовь
Не бывает смерти больше, не бывает смерти
`,
};

export default song;
