import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.potekha,
  name: ['Потеха'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Жить на свете этом без любви нет мочи
Белый день проходит в ожидании ночи

Потеха, потеха, потеха, моя потеха
Потеха, потеха встретиться с тобой во сне
Досада, досада, досада, моя досада
Досада, досада ну никто не нужен мне!

Долгожданный вечер вновь подарит сон
Там тебя я встречу и все мысли вон

Потеха, потеха, потеха, моя потеха
Потеха, потеха встретиться с тобой во сне
Досада, досада, досада, моя досада
Досада, досада ну никто не нужен мне!

Потеха, потеха, потеха, моя потеха
Потеха, потеха встретиться с тобой во сне
Досада, досада, досада, моя досада
Досада, досада — здесь никто не нужен мне

Засыпай, засыпай, засыпай, вот ты засыпаешь
Засыпаю, засыпаю, возвращаюсь я к тебе
Постараюсь, постараюсь, постараюсь, очень постараюсь
Постараюсь, постараюсь я остаться жить во сне
`,
};

export default song;
