import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.poterchata,
  name: ['Потерчата'],
  albums: [EnumAlbums.chornyiLis],
  clipYouTubeId: 'Y1Sleev7WW0',
  text: `
В Чорнім Лісі над болотом,
Чи в ставу за поворотом
Бродять дітки-потерчата,
Кого стрінуть - тому страта!

Нехрещені, не сповиті
Під пороженьком зариті.
Душам спокою немає -
Бог до себе не пускає.

Аби вмерли через тиждень,
Поховали б їх у крижмі.
Без хреста - немає неба!
Мучтесь, дітоньки, так треба!

Бродять, виють потерчата
Гріхопадні янголята.
Сльози стигнуть на лиці,
В їхніх ручках каганці.

Дітки, дітки-малята
Потерчата!

Хто проходить повз болота
Бачить вогники із злота
Та й на світло прямо йде,
А його вже смерть там жде.

Раптом крики, гомін, стихло.
Під водою тіло зникло,
Проводжали оченята
Дві манюні-потерчата.

Це не вперше й не востаннє
Сіре небо і безкрайнє.
Не розІрве Бог це коло.
Славім його і рай довкола!

А на болоті знову тихо.
Лишились діти, з ними лихо-
Усі покинули маляток
Двох нещасних потерчаток.

Дітки, дітки-малята
Потерчата!

А десь в селі, що зовсім близько
Гойдає матінка колиску.
Янгол плаче , засинає,
До неї стиха промовляє:

Ти бачиш, Мамо, як швиденько
Сусідський хлопчик підроста?
А я назавжди твій маленький...
Мамо, хреста, мені б хреста!

І тягне рученьки до тебе
Манюня-донечка.
— Не треба!
Й шепочуть мертвії вуста:
Хреста, хреста, хреста, хреста...

Дочекались потерчата!
Стала крижмом мертва мати.
Без труни і голосінь
Досі бродить її тінь.

Дітки, дітки-малята
Потерчата!

Іван та Марія!
Хрещу тебе в ім’я Отця, Сина і Святого Духа!
Амінь!
`,
};

export default song;
