import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.potselui,
  name: ['Поцелуи'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Наизнанку в платье красном
Топчет осень моя цветочки
Наизнанку в платье красном
Топчет осень моя листочки

Глупо бесконечен космос
Глухомань, простор банальный
Глупо, ну и несерьёзно
Полюбить, да аморально
Так, да чтобы
Поцелуи дарила осень безудержная
Поцелуями убила
Поцелуи дарила осень безудержная
Поцелуями убила

Прогнала жару и солнце
Пролетев, как лист опавший
Прогнала жару и солнце
Щедро лету наподдавши

Глупо бесконечен космос
Глухомань, простор банальный
Глупо, ну и несерьёзно
Полюбить, да аморально
Так, чтоб вечно
Поцелуи дарила осень безудержная
Поцелуями убила
Поцелуи дарила осень безудержная
Поцелуями убила

Глупо бесконечен космос
Глухомань, простор банальный
Глупо, ну и несерьёзно
Полюбить, да аморально
Так, чтоб вечно
Поцелуи дарила осень безудержная
Поцелуями убила
Поцелуи дарила осень безудержная
Поцелуями убила
Поцелуи дарила осень безудержная
Поцелуями убила
Поцелуи дарила осень безудержная
Поцелуями убила
Поцелуи дарила осень безудержная
Поцелуями убила
Поцелуи дарила осень безудержная
Поцелуями убила
`,
};

export default song;
