import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.prisheltsiVEtotMir,
  name: ['Пришельцы в этот мир'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Почернело наше солнце
Позакрылись все оконца
С неба падают синицы
Люди не дают напиться

Давно высохли все реки
Жажду чуют человеки
Прячут капли мутной влаги
Даже хмурые бродяги

Под колёса пыль несётся
Кто-то, видя нас смеётся
Кто-то плачет, Кто-то стонет
Кто-то ждет, А кто-то гонит

Нам признаться не известно
Кто есть кто кому здесь место
Этой свалки кто владельцы?
Оголтелые пришельцы

Мы пришельцы в этот мир
На костях устроим пир
Будем лихо зажигать
Позавидует сатир

Мы пришельцы в этот мир
Кто не с нами – дезертир
Всё что встретим на пути
Мы порежем на гарнир

Мы пришельцы в этот мир
Каждый сам себе кумир
Каждый сам себе хозяин
Плоти жаждущий вампир

Мы пришельцы в этот мир
Пьем кровавый эликсир
Превращается планета
В танец ядерных рапир.

Наше солнце из железа
Это тоже дань прогресса
Его пятна проржавели
И на весь мир прогремели

Задушили всё дороги
Металлические ноги
Проводами режут небо
Не давая падать снегу

Одуванчики пропали
Васильки сгрудились в стаи
В небе не летают птицы
Люди не спешат родиться

И конечно не в секрете
Кто за это всё в ответе
Этой свалки кто умельцы
Оголтелые пришельцы
`,
};

export default song;
