import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.prorvyomsya,
  name: ['Прорвёмся'],
  albums: [EnumAlbums.ostanoviteChelovechestvo, EnumAlbums.vosstanoviteChelovechestvo],
  text: `
Здравствуй главный раздражитель,
Здравствуй вялая тоска,
Самый мертвый долгожитель,
Виновник бед всех - Сатана.
Мы пришли в глазах с победой,
Только вот с ножом в спине.
Хочешь нами отобедай,
Как черным мясом на войне.

Смех, смех,
Прокиснет кровь, надоело рыдать.
Смех, смех,
Повиснет бровь, но некому сказать.
Прорвемся !
Прорвемся !
Прорвемся !
Прорвемся !

Здравствуй добрый суд всевышний,
Здравствуй ложе шесть сторон.
Был бы столер некудышный,
Вновь остались без окон.
На краю с дырявым флагом,
На куски игрой в мечту.
Что там прячется за мраком?
Словно яблони в аду.


Смех, смех,
Прокиснет кровь, надоело рыдать.
Смех, смех,
Повиснет бровь, но некому сказать.
Прорвемся !
Прорвемся !
Прорвемся !
Прорвемся !
Прорвемся !
Прорвемся !
Прорвемся !
Прорвемся !
`,
};

export default song;
