import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.prostitutkiMoskvi,
  name: ['Проститутки Москвы'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Интернационализма мать
Никогда не спит, но видит сны
Её призванье — людям продавать
Новые цветы, полуголые цветы

В кружевах фонарей
Круглый год ожерелье весны
В кружевах фонарей
Стоят проститутки Москвы

На вокзалах, вдоль ночных дорог
Взглядами и красками маня
Ждут и верят, не жалея ног
Только лишь тебя, щедрого царя

В кружевах фонарей
Круглый год ожерелье весны
В кружевах фонарей
Стоят проститутки Москвы

В кружевах фонарей
Круглый год ожерелье весны
В кружевах фонарей
Стоят проститутки Москвы

В кружевах фонарей
Круглый год ожерелье весны
В кружевах фонарей
Стоят проститутки Москвы
`,
};

export default song;
