import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.prostitutkaVampir,
  name: ['Проститутка-вампир'],
  albums: [EnumAlbums.moshchi],
  authors: '',
  text: `
Много-много-много раз,
Много-много-много два,
Много-много-много три,
Соси кровь, соси, соси!

Проститутка! Вампир! (х2)

Оцепеневшие силуэты,
Парализованные любовью,
Выдающиеся минеты,
Вперемешку с тёплой кровью.

Дарит без всякого смятения,
Трагическое удовлетворение!

Проститутка! Вампир! (х2)

Беззащитность, наслаждения,
Нет препятствий для чудес!
Как язык клубничное варенье,
Клык красавицы в шею влез.

В последних мыслях она задом крутит,
А утром чёрт в аду нас будит!

Проститутка! Вампир! (х2)

Проститутка! Вампир! (х2)
`,
};

export default song;
