import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pryotTakPri,
  name: ['Прёт? Так при!'],
  albums: [EnumAlbums.sbornik, EnumAlbums.neboProtiv, EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  clipYouTubeId: '3osOR7QvH5c',
  text: `
Прет? так при!
Прет? так при!

Замирай безымянное чувство,
От слезы бездыханной принцесы,
Это смерть превращает искусство,
Через жизнь в совершенные пьесы,

Боги нам нарисовали глазки,
Мы не люди,
Мы живые маски,
Не нужна нам не любовь не ласка!
Нам бы дольше что б не стёрлась краска!

Мы фарфоровые куклы,
И не чего не говори,
Просто если тебя тоже с нами прёт, так при!

Электрически добрый король,
Позовёт на третий звонок,
Всех назначит на первую роль,
В театр вход где закрыт на замок,

Боги нам нарисовали глазки,
Мы не люди,
Мы живые маски,
Не нужна нам не любовь, не ласка!
Нам бы дольше что б не стёрлась краска!

Мы фарфоровые куклы,
И не чего не говори,
Ты танцуешь вместе с нами,
Прёт? Так при!
Прёт? Так при!

Боги нам нарисовали глазки,
Мы не люди,
Мы живые маски,
Не нужна нам не любовь не ласка!
Нам бы дольше что б не стёрлась краска!

Умереть в конце пьесы счастье актрисы,
После верных ошибок и проб,
Механизм закрывает кулисы,
Машина СТОП!

Боги нам нарисовали глазки,
Мы не люди,
Мы живые маски,
Не нужна нам не любовь не ласка!
Нам бы дольше что б не стёрлась краска!

Боги нам нарисовали глазки,
Мы не люди,
Мы живые маски,
Не нужна нам не любовь не ласка!
Нам бы дольше что б не стёрлась краска!
`,
};

export default song;
