import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ptitsegadanie,
  name: ['Птицегадание'],
  albums: [EnumAlbums.khaosZhelanii],
  authors: 'Шмель, Лёс - Шмель, Таня Лиходеева',
  text: `
Издавна предки гадали на долюшку
Что предначертано — лес али полюшко
Будет ли зимушка злая морозная
Родятся ль детки живые да слёзные

Сыпали зёрна на землюшку чёрную
Кругом лилися озимым на мёрзлую
Кочета дивного в круг запускали
Глядели на птицу да всё примовляли

Люд собирается
Солнцестояние!
Скоро начнётся
Птицегадание!
Злым оперением
Добрым намерением
Дорогу вымащивать
Кровью и пением
В Ад

Певень залился да ринулся к просу
Дед седовласый, от хмеля раскосый
В круге втором по пятам, все считает
С клюва пташиного глаз не спускает

— Трапеза птичья окончена, братья!
Молвил старик и губами к распятию
— Возрадуйтесь грешные, близится Рай!
Весна сулит злато, любовь, урожай!

Люд собирается
Солнцестояние!
Скоро начнётся
Птицегадание!
Злым оперением
Добрым намерением
Дорогу вымащивать
Кровью и пением
В Ад

От вести благой обезумели люди
Устроили пир, а на златом на блюде
Кочета дивного, да без головушки
В центре стола закололи до кровушки

Праздновал люд девять дней и три ночи
Яства доедены, мёд топит очи
Коль благодать снизойдёт, чего маяться?
Пляшет народ да весны дожидается

Люд собирается
Солнцестояние!
Скоро начнётся
Птицегадание!
Злым оперением
Добрым намерением
Дорогу вымащивать
Кровью и пением
В Ад

Вот только весне той прийти не сулилось —
Птичьем проклятьем село озарилось!
По почве бесплодной к детям и девам
Ступала чума по замёрзшим посевам

Люд собирается
Солнцестояние!
Скоро начнётся
Птицегадание!
Злым оперением
Добрым намерением
Дорогу вымащивать
Кровью и пением
В Ад
`,
};

export default song;
