import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.pyiDeKinPie,
  name: ["Пий, де кiнь п'є"],
  albums: [EnumAlbums.pyiDeKinPie],
  authors: 'Шмель',
  text: `
Пий, де кінь п′є!
Пий, де кінь п'є!
Пий, де кінь п′є!

Пий, де кінь п'є!
Пий, де кінь п'є!
Пий, де кінь п′є!
Дикий кінь п′є!
П'є!

- Лийся по вінця!
Нащо повівся?
Нащо напився?
Меду впився?

- Ой, як не знала б,
То й не вгадала б.
Все, що сказала зараз
Вигадала!

Пий, де кінь п′є!
Пий, де кінь п'є!
Пий, де кінь п′є!
Дикий кінь п'є!
П′є!

- Все то я чула,
Тому й прибула.
Дівок навколо тебе
Було! Було!

- Ой, не пришла би,
То й не дістав би.
Зараз у хороводі
Танцював би.

- Лийся по вінця!
- Нащо повівся?
- Нащо напився?
- Меду впився!

Ой, що за горе!
Поле чи море?
Де ти мандруєш?
Мене не чуєш!

П'є!

Пий, де кінь п'є!
Пий, де кінь п′є!
Пий, де кінь п′є!
Дикий кінь п'є!
`,
};

export default song;
