import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.rasprodazha,
  name: ['Распродажа'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
1.
Годы недожитые,
Грёзы алкоголиков,
Сигареты недокуренные,
Остаётся всё у демонов шопоголиков.

Пр.
Распродажа,
Живым не живётся,
Распродажа,
А не живым неймётся…

Всё, что не дожили – продаётся,
Всё, что не дожили – продаётся,
Всё, что не дожили – продаётся,
В магазине, что похож на рай!

2.
Сказки не придуманы,
Песни не доделаны,
Танцы не поставлены,
Продолженье соберут менеджеры – демоны.

Пр.
Жизнь машина,
Механизмы планеты,
Время резина,
Наши души кометы,
Как монеты, монеты, монеты, монеты…
В магазине что похож на рай,
Не разменивай!
`,
};

export default song;
