import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ravnodushno,
  name: ['Равнодушно'],
  albums: [EnumAlbums.koshkinyObidy],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Из неоткрытого письма неразборчивые строчки
Выплывают, словно ночки
Пленят словно тьмой густой дома

Занавешено трюмо на верёвочке кольцо
Заколдованный цветок, спрятана икона в угол
Пожелтевшая тетрадь, милый друг пора взлетать
Правда лучше и не знать, как ты приручил подругу

Из неоткрытого письма не разборчивые строчки
Выплывают словно ночки.
Пленят словно тьмой густой дома.

Равнодушно сгореча отрекаюсь и скорблю
Дрогнула твоя свеча, на небе так душно равнодушно
Проклинаю поцелуи больше никогда не плачу
И никогда любовь земную я не узнаю
Проклинаю

Девичьи гаданья, слёзы ожиданья
За одно всего свиданье беспощадно равнодушье

На столе любви гроши
Хочешь видеть, не дыши
Холода придет в тиши нежное удушье

Равнодушно сгореча отрекаюсь и скорблю
Дрогнула твоя свеча, на небе так душно равнодушно
Проклинаю поцелуи больше никогда не плачу
И никогда любовь земную я не узнаю
Проклинаю
`,
};

export default song;
