import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.reanimator,
  name: ['Реаниматор'],
  albums: [EnumAlbums.negativProstranstva],
  authors: 'Шмель',
  text: `
Остыли слёзы, погасли свечи,
И в чёрном зеркале нет нас
Всё словно завтра, любви не будет
Фонарь надежды навек погас!

ШОК – Ты подаришь мне след завершённости
ШОК – Ты подаришь мне вечности край
ШОК – Ты подаришь мне вкус всей галактики
ШОК – Меня с вами нет, ты меня не спасай,
РЕАНИМАТОР!!!

Поплыли губы, разжались пальцы,
Лишь в красном небе свет глаз
Ожили стены, ожили звуки,
Ведь всё увидел всё в первый раз

ШОК – Ты подаришь мне след завершённости
ШОК – Ты подаришь мне вечности край
ШОК – Ты подаришь мне вкус всей галактики
ШОК – Меня с вами нет, ты меня не спасай,
РЕАНИМАТОР!!!

ШОК – Ты подаришь мне след завершённости
ШОК – Ты подаришь мне вечности край
ШОК – Ты подаришь мне вкус всей галактики
ШОК – Меня с вами нет, ты меня не спасай,
РЕАНИМАТОР!!!

РЕАНИМАТОР!!!
РЕАНИМАТОР!!!
РЕАНИМАТОР!!!
РЕАНИМАТОР!!!
РЕАНИМАТОР!!!
РЕАНИМАТОР!!!
РЕАНИМАТОР!!!
РЕАНИМАТОР!!!

РЕАНИМАТОР, РЕАНИМАТОР
`,
};

export default song;
