import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ritualSozhzheniyaKukol,
  name: ['Ритуал сожжения кукол'],
  albums: [EnumAlbums.vosemZhenshchinNaRaduge],
  authors: 'Шмель',
  text: `
Где вода – красота, погребенных в ней
Где трава – это косы избранниц богов.
Сотни рыб, одно тело пропавших людей
Ветер свист – это зов берегов.
Шел народ под оркестр изумрудных дождей
Из ворот, из дверей лились песни весны
Берег стал сгустком синих и красных огней –
Это люди разводят костры.

Ритуал, ритуал, ритуал сожжения кукол
Ритуал, ритуал, обнаженные куклы в цветах
Ритуал, ритуал, ритуал сожжения кукол
Ритуал, ритуал, да по ветру развеянный прах
Оживает кукла, кукла, кукла
Оживает кукла

Языками огня вены плотно сплелись
Желтый дым очерствел и создал собой плоть
Угли с треском взлетели – глаза родились
Острый взор людям сердце начал колоть
Вмиг потухли костры, да застыла вода
Крик не выдавить с силой, не сбежать никуда
Так вливалось в образ совершенство небес,
Так рождался призрак всех месс.

Где вода – красота, погребенных в ней
Где трава – это косы избранниц богов.
Сотни рыб, одно тело пропавших людей
Ветер свист – это зов берегов
`,
};

export default song;
