import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.sameTa,
  name: ['Саме Та'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Піду з тобою я у ліс,
Та й до біса піду з тобою.
Кохати, верещати в край
І бісити буду, точно знай.

Бо ти є моя війна-сатана.
Бо ти саме та тонка струна,
Саме та!
Тільки ти – моя стіна.
Я зло, а ти моя труна,
Бо ти – саме та!
Саме та!

Я піду і не знаю, що далі,
Але я зніму вуалі, зніму вуалі.
Ти будеш біля мене вічно.
Ти будеш завжди, так і знай.

Бо ти є моя війна-сатана.
Бо ти саме та тонка струна,
Саме та!
Тільки ти – моя стіна.
Я зло, а ти моя труна,
Бо ти – саме та!
Саме та!

Червоним накрита гарнюня-труна
Моя труна, моя найкраща поруч з тобою.

Бо ти є моя війна-сатана.
Бо ти саме та тонка струна,
Саме та!
Тільки ти – моя стіна.
Я зло, а ти моя труна,
Бо ти – саме та!
Саме та!
`,
};

export default song;
