import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.sanitarka,
  name: ['Санитарка'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Горячее тело, лекарство в крови
Ты так хотела любви и любви
Горячее тело, холодная кровь
Что может быть лучше, чем последняя любовь

Буря снаружи
Сама себе доктор
Буря внутри
Санитарка, санитарка
Буря снаружи
Сама себе доктор
Буря внутри
Санитарка, люби!
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка

Сомнительной страстью в конце этапа
Ты так хотела вернуться в сон
Но всё испортил опять Катин папа
Когда нагрянул в этот проклятый дом

Буря снаружи
Одевайся, обувайся
Буря внутри
Санитарка, санитарка
Буря снаружи
Одевайся, обувайся
Буря внутри
Санитарка, вали!
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка

Санитарка
Санитарка
Санитарка
Санитарка
Ты сама себе доктор
Ты сама себе доктор
Ты сама себе доктор
Ты сама себе доктор

Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка
Ты сама себе доктор, санитарка
`,
};

export default song;
