import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.saprofag,
  name: ['Сапрофаг'],
  albums: [EnumAlbums.spazmyRoka, EnumAlbums.vethijSbornik],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Побежит, покатится, в складках спрячется,
Тень опять воротится, прямо как вчера
Увядают лилии, солнце покрыл снег,
Наслаждался инеем прозрачный человек

Толуол насупится – феерия да бал
Праведный оступится, нарисуй – пропал
Кошельки раздуются билетами в трамвай,
В подъезде, где целуются, дверь не раскрывай!

Сапрофаг – жила на жилу
Сапрофаг – вена на вену
Сапрофаг – тело на тело
Сапрофаг – здравствуй, измена
Моя!

Щупальца засохшие зашевелятся,
Эмбрионы бравые зашевелятся,
На картинке домики зашевелятся,
Волосы вспотевшие зашевелятся

Забредёт экскурсия в ряженковый шторм,
На плите готовится аномальный корм
Кто и чем прославится, злоба разберёт
Мощи оккультизма задом наперёд!
`,
};

export default song;
