import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.seiChas,
  name: ['Сей час'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Мы не знали сами
Мы всё мчались и всё пели
Лесами, городами
Но всех дорог проехать не успели

Земная разлука
Земная разлука не для нас
И в мире мёртвых мы сейчас
Найдём друг друга
Земная разлука
Земная разлука не страшна
И в мире мёртвых мы навсегда
Муж и жена

Мы не знали сами
Мы любили, не старели
Долгими годами
Горели, но с дымом не взлетели

Земная разлука
Земная разлука не для нас
И в мире мёртвых мы сейчас
Найдём друг друга
Земная разлука
Земная разлука не страшна
И в мире мёртвых мы навсегда
Муж и жена

Мы не знали сами
Мы мечтали и стремились
Встречными полосами
И после жизни не остановились

Земная разлука
Земная разлука не для нас
И в мире мёртвых мы сейчас
Найдём друг друга
Земная разлука
Земная разлука не страшна
И в мире мёртвых мы навсегда
Муж и жена
`,
};

export default song;
