import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.seishnVudu,
  name: ['Сейшн вуду'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель',
  text: `
Закипели мозги
Заведён мотор
Больше нет проблем и тоски
Пой, зелёный светофор

Едем на сейшн, едем на сейшн
Едем на сейшн, елем мы на сейшн
Едем на сейшн, едем на сейшн
Едем на сейшн от печали прочь
Едем на сейшн в ночь, едем на сейшн вуду
Едем на сейшн в ночь в никуда из ниоткуда

Нет времени грустить
Нет времени верить
Стоит лишь мотор завести
И вот наш славный берег

Едем на сейшн, едем на сейшн
Едем на сейшн, елем мы на сейшн
Едем на сейшн, едем на сейшн
Едем на сейшн от печали прочь
Едем на сейшн в ночь, едем на сейшн вуду
Едем на сейшн в ночь в никуда из ниоткуда

Мы не вернёмся, мы не вернёмся отоода
Мы остаёмся, остаёмся мы на сейшене вуду

Тебя достал
Мир самый злейший
Не стоит красить ржавый металл —
Собирайся с нами на сейшн!
`,
};

export default song;
