import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.serdtseBoga,
  name: ['Сердце Бога'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Гуляем по стенам
Гуляем по потолкам
Когда ваш козырь — измена
На погоны шестёрки достаются нам

Вашим врагам без имён
Ведь наш чужеродный воздух
Живём без слов
Без музыки и умрём

Заморожено сердце Бога
Заколдована к нему дорога
Заморожено сердце Бога
Заколдована

Растай, растай, растай
Душа ледяная
Растай, растай, растай
У нас под ногами
Взлетай, взлетай, взлетай
Призрак вечного рая
Взлетай, взлетай, взлетай
Раскрой своё пламя

Вздыхаем по стенам
Тоскуем по потолкам
Когда ваш зов — сирена
Тишина достаётся нам

Вашим врагам без имён
Ведь наш чужеродный воздух
Живём без слов
Без музыки и умрём

Заморожено сердце Бога
Заколдована к нему дорога
Заморожено сердце Бога
Заколдована

Растай, растай, растай
Душа ледяная
Растай, растай, растай
У нас под ногами
Взлетай, взлетай, взлетай
Призрак вечного рая
Взлетай, взлетай, взлетай
Раскрой своё пламя

Заморожено сердце Бога
Заколдована к нему дорога
Заморожено сердце Бога
Заколдована

Заморожено сердце Бога
Заколдована к нему дорога
Заморожено сердце Бога
Заколдована

Своё пламя раскрывай
Своё пламя раскрывай
Своё пламя раскрывай
Душа ледяная
Своё пламя (растай)
Своё пламя (растай)
Своё пламя (растай)
Своё пламя (душа ледяная)
Своё пламя раскрывай
Своё пламя раскрывай
Своё пламя раскрывай
Душа ледяная
Своё пламя раскрывай
Своё пламя раскрывай
Своё пламя раскрывай
Душа ледяная
`,
};

export default song;
