import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.shchodennyk,
  name: ['Щоденник'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Ти щоденник маєш
— з тобою розмовляє, все про тебе знає
Ти в щоденник граєш
— з тобою дратує, з тобою кохає
Ти щоденник маєш
— пишеться кров'ю, пишеться сміхом
Ти в щоденник граєш
— пишеться душею, пишеться лихом

Намалювали все життя і поховали

Ти щоденник маєш
— тебе поглинає, до себе манить
Ти в щоденник граєш
— дарує щастя, ворогів ранить
Ти щоденник маєш
— тінню стаєш, життя не маєш
Ти в щоденник граєш
— з цього світу повністю зникаєш

Намалювали все життя і поховали

Тебе немає, а записи тривають —
Щоденник ожив і в пошуках бродить
Того, хто з ним розмовляє
В себе забирає і далі ходить!

Намалювали все життя і поховали
`,
};

export default song;
