import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.sheikSheikChaChaCha,
  name: ['Шейк шейк ча ча ча'],
  albums: [EnumAlbums.zloradostnayaOpuhol, EnumAlbums.zloradostnayaOpuholNew],
  authors: '',
  text: `
Какой такой стучится в дверь мою?
Не видит что ли в доме двери нет
И дома тоже, двери нет.
Это я, твой спаситель!

Мария-Рия дева, только сдохнет свет
Сделает сегодня
Праздничный минет!

Пророченная сперма в чрево попадёт,
И вот уже их сын
Пляшет и поёт!

Шейк шейк шейк ча,
Шейк шейк чачача,
Шейк шейк шейк ча
Ритуальный танец, сука! (х2)

Прилетят отметить рождение Христа
Непрошеные люда
И дьявол с бодуна!

А когда съедят со стола богатство
На облаке покажут
Групповое блядство!

Шейк шейк шейк ча,
Шейк шейк чачача,
Шейк шейк шейк ча
Ритуальный танец, сука! (х2)

Ну вот закончен, пора идти в народ,
Пусть тоже погуляет
Пусть радость зацветёт

При каждой новой встрече, друг другу был бы рад
Устроив на планете
Безудержный разврат

Шейк шейк шейк ча,
Шейк шейк чачача,
Шейк шейк шейк ча
Ритуальный танец, сука! (х2)
`,
};

export default song;
