import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.shkiraYeLeiba,
  name: ['Шкіра є лейба'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель',
  text: `
Я втрачаю — ти знаходиш
Я знаходжу — ти втрачаєш
Ми втрачаємо, ми знаходимо
Ми знаходимо, ми втрачаємо
Ми втрачаємо, ми знаходимо
Ми знаходимо...

Чую твої мрії —
Шкіра є лейба
Ти зїж мій мозок
Бейбе, бейбе, бейбе!
Чую твої дії —
Шкіра є лейба
Ти вб'єш мій мозок
Ти вб'єш мій мозок, бейбе!

Я втрачаю — ти знаходиш
Я знаходжу — ти втрачаєш

Ми втрачаємо, ми знаходимо
Ми знаходимо, ми втрачаємо
Ми втрачаємо, ми знаходимо
Ми знаходимо...

Я втрачаю тебе — ти знаходиш мене!
Я знаходжу тебе — ти втрачаєш мене!

Чую, чую твої мрії —
Шкіра є, с лейба
Ти зїж мій мозок
Бейбе, бейбе, бейбе!
Чую, чую твої мрії —
Шкіра є, є лейба
Ти вб'єш мій мозок, бейбе!
`,
};

export default song;
