import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.shukai,
  name: ['Шукай'],
  albums: [EnumAlbums.chudes16],
  authors: '',
  text: `
Співаю пісню навесні, і восени і взимку
Співаю бо нема тепла, візьму у руки скрипку
Візьму і піду в гаї шукати щастя й волю
ПІду і знайду любов, свою найкращу долю

Піду в гай шукати щастя й волю,
Свою любов та найкращу долю
Піду в гай шукати щастя й волю,
Свою любов та найкращу долю
Шукай, шукай, шукай щастя й волю
Шукай, шукай, шукай щастя й волю

Нехай злий вітер завива, нехай дахи зриває
З мого обличчя дощ нехай сльозу змиває
І я знайду те золоте, чого не мав ніколи
Знайду себе і полетять в душі моїй сокОли

Піду в гай шукати щастя й волю,
Свою любов та найкращу долю
Піду в гай шукати щастя й волю,
Свою любов та найкращу долю
Шукай, шукай, шукай щастя й волю
Шукай, шукай, шукай щастя й волю
`,
};

export default song;
