import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.skvozOgon,
  name: ['Сквозь огонь да в холода'],
  albums: [],
  text: `
Миллион дорог я проходила,
Без тебя весь свет не мил
Без тебя живое всё остыло,
Я одна среди могил

Где-то закружится листва,
Где-то зажгутся звёзды,
Мне очень страшно, но пока
Нет слова "невозможно"

Сквозь огонь да в холода
Как жадна судьба к неизведанной страсти!
Сквозь огонь да в холода
Но я добьюсь желанного счастья!

Самые приятные мечты хранила -
Для тебя, лишь для тебя!
Всё вокруг себя похоронила,
Ты моё небо и земля!

Где-то заплачет птицей жизнь,
А я завою волком,
Ты только дождись и продержись,
Ещё совсем недолго!

Верю, я с тобой лишь оживаю,
Верю, я с тобой лишь ожила!
Верю, я с тобой лишь оживаю,
Теперь я живая...
`,
};

export default song;
