import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.slishkomPozdno,
  name: ['Слишком поздно'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Не кончится сон
Не стихнет крик
Виден уже
Этот темный тупик

Где есть только сталь
Где есть только ад
Где нет надежды
Вернуться назад

Слишком поздно


Вздымаются к домнам руки металла
Стоят вереницей сердца
И времени тоже осталось так мало
Ждут исполины конца

Сточные воды тянутся нудно
Глазницы чернеют тьмой
В недрах пустых затаились груды
Плоти чужой и немой


Страх зарождается там где живое
Железу не ведом страх
И кровь не бежит там где сердце пустое
Ржавеет на проводах

Хотели сразиться с неведомым богом
Создали Адама из снов
Только Адамово сердце стальное
Не пощадило отцов

Не кончится сон
Не стихнет крик
Виден уже
Этот темный тупик

Где есть только сталь
Где есть только ад
Где нет надежды
Вернуться назад

Слишком поздно

Разверзлись от взрывов вечные толщи
Узрели создатели ад
И поняли что умереть стало проще
И нет дороги назад

Когда-то прогресс превратился в ошибку
Всех превращая в рабов
Ковать заставляя без передышки
Братский железный альков

Не кончится сон
Не стихнет крик
Виден уже
Этот темный тупик

Где есть только сталь
Где есть только ад
Где нет надежды
Вернуться назад

Слишком поздно
`,
};

export default song;
