import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.snovaProLyubov,
  name: ['Снова про любовь, блин'],
  albums: [EnumAlbums.neboProtiv, EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  clipYouTubeId: 'aJuyVyg7ZDA',
  text: `
Я давно твоя тень
Параллельная жизнь
По пятам, везде
Веселись, кружись

Я с тобой фуэте
Непрерывная смерть
Я твой ЛСД
Чужеродная твердь

Я бросаюсь в тебя
Задыхаюсь в нигде
Значит ты или я
Привидение!

Я сбежать не могу
И остаться нельзя
За тобою бегу
Но не вижу тебя

Глаза не видят
Душа болит
Вместо звёзд ехидно светит
Луна в крови
Люблю!
Горю!
Молю!
Бога и чёрта узнай!

Значит жить наугад
И бродить без причин
В пропиаренный ад
Добывать себе чин

И тогда раскрыть
Всем своё ремесло
Привидением быть
И вернуться назло

Глаза не видят
Душа болит
Вместо звёзд ехидно светит
Луна в крови
Люблю!
Горю!
Молю!
Бога и чёрта узнай!

Узнай!
Узнай!
Узнай!
Узнай!

Люблю!
Горю!
Молю!
Люблю!
Горю!
Молю!
Бога и чёрта узнай!
`,
};

export default song;
