import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.solntseMoyo,
  name: ['Солнце моё'],
  albums: [EnumAlbums.lyod],
  authors: 'Шмель, Лёс - Шмель',
  text: `
На электрическом стуле осталось три вздоха
Да, судороги тусклого света мерцающих ламп
Руки прикованы — суть
Того, что ты жив, — не вернуть
Того, что ты мёртв, — за три вздоха от смерти

Я отдаю тебе
Я отдаю тебе
Я отдаю тебе
Я отдаю тебе

Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце

На электрическом стуле впивается вечность
Сквозь нежную ткань души не зализанных ран
Так пахнет последняя жалость
Но это не всё, что осталось
Есть для тебя мой бескрайний подарок

Я подарю тебе
Я подарю тебе
Я подарю тебе
Я подарю тебе

Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце

Всё электричество мира осталось во мне
Стал я похож на огромное солнце в огне
Солнце, себя я дарю лишь только тебе!
Солнце, себя я дарю лишь тебе!

Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце
Солнце моё
Солнце лишь моё
Солнце
`,
};

export default song;
