import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.solnechniiChyortik,
  name: ['Солнечный чёртик'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель',
  text: `
Ночь в ночь
День в день
График, работа
Скука да лень
Счастье в футляре сгорает не спеша
И тянется сердце, и рвётся душа
По ресторанам, борделям, притонам
Где пьяные жрицы разгульной мечты
Поздно ли, рано прожить по законам
Земли притяженья, когда рядом вы?

Солнечный чёртик! Ты, лунная дьяволица!
Солнечный чёртик! Ты, лунная дьяволица!

Сон как сон
Бизон — грусть
Забота — волк
Но я снова сорвусь
По ресторанам, борделям, притонам
Где пьяные жрицы разгульной мечты
Поздно ли, рано прожить по законам
Земли притяженья, когда рядом вы?

Солнечный чёртик! Ты, лунная дьяволица!
Солнечный чёртик! Ты, лунная дьяволица!
`,
};

export default song;
