import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.stohneYanholiatko,
  name: ['Стогне янголятко'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Ника Мельник',
  text: `
Сила думки
Сила струму
Сила божевілля
Сни чаклунки
Мати шуму
Весілля — похмілля

Стогне, стогне, янголятко стогне!
Янголятко!

Бачиш сором
Бачиш душу
Бачиш очі жаху
Підеш морем
Знайдеш сушу
Сонце — бідолаху

Стогне, стогне, янголятко стогне!
Янголятко!

Кричить серце
Кричить повінь
Стогне янголятко
Тремтить вінце
Тремтить леґінь
Страшно, тихо, жарко

Стогне, стогне, янголятко стогне!
Янголятко!
`,
};

export default song;
