import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.striptizIntellekta,
  name: ['Стриптиз интеллекта'],
  albums: [EnumAlbums.pugovica],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Стриптиз... Интеллекта!

Сквозь шелк сталь в кровь души
Всквозь в толк, изолятор, изолятор
Сквозь снег от себя беги
Сто лет изолятор, изолятор

Пламенный доктор придёт
Эксгуматор первых чувств
Бережно доктор возмет
Сердце бога в даль исскуств

Стань до утра сестрой милосердия
Будь навсегда богиней бессмертия
Стриптиз... Интеллекта!

Покой - в твоей судьбе
Живой, аура изнеможенья
Дым, блеск, радость - всё во сне
Здесь блеск - обнажение в движенье

Экстренный вызов любви
Эксгуматор первых чувств
Ради формулы вверх, далеки
Сердце Бога в даль исскуств

Стань до утра сестрой милосердия
Будь навсегда богиней бессмертия
Стриптиз... Интеллекта!

Пламенный доктор придёт
Эксгуматор первых чувств
Бережно доктор возмет
Сердце бога в даль исскуств

Стань до утра сестрой милосердия
Будь навсегда богиней бессмертия
Стань до утра сестрой милосердия
Будь навсегда богиней бессмертия
Пламенный доктор придёт...
`,
};

export default song;
