import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.sudba,
  name: ['Судьба'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Мы с тобой друг друга знали вечно
С первых щелчков больничных затворов
С нервных взглядов больших человечков
С красных проблесков ночных светофоров
Мы с тобой собирали в копилку
Хриплые вздохи свинцового неба
Слепую поляну, машинку на стирку
И ставим следы, где никто ещё не был

Судьба-развратница, мечта бумажная
Да ну их в задницу, ведь самое важное
Любовь твоя
Любовь твоя
Любовь твоя
Любовь твоя

Нам с тобой после смерти обратно
На могучие стройные горы
Что не смерть, то вперёд безоглядно
Через тоску пойду, через сон

Судьба-развратница, мечта бумажная
Да ну их в задницу, ведь самое важное
Любовь твоя
Любовь твоя

Судьба-развратница, мечта продажная
Да ну их в задницу
Судьба-развратница, мечта бумажная
Да ну их в задницу
Судьба-развратница, мечта продажная
Да ну их в задницу
Судьба-развратница, мечта бумажная
Да ну их в задницу, ведь самое важное
Любовь твоя (судьба-зараза)
Любовь твоя (судьба-зараза)
Любовь твоя (судьба-зараза)
Любовь твоя
`,
};

export default song;
