import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.svetOstanovilsya,
  name: ['Свет остановился'],
  albums: [EnumAlbums.cekhPoReabilitaciiParanoikov],
  authors: '',
  text: `
Когда-то давно три солнца светило
И землю нещадно каждое жгло
И вызвался лучник, в его суме
Стрелы три хранилось волшебные
И сбил он два солнца (в одно не попал)
За это злой дух, обратив его в камень
В магму земли закопал
Но стал он причиной всей жизни на свете
Отдельным лучом в солнечном свете

Что нашёл в ядре планеты
Добрый странник без души?
Как разгадывал секреты
После грамма анаши?

Свет остановился просто
Нет, у ног не камни, а звёзды
Свет остановился просто
Жаль остановился поздно
Неба нет, неба нет
И рукой достать до всех планет!

От подземных духов сера
Как предвестник конца тьмы
Что случилось с нашей верой
В миг вселенской суеты?

Свет остановился просто
Нет, у ног не камни, а звёзды
Свет остановился просто
Жаль остановился поздно
Неба нет, неба нет
И рукой достать до всех планет!

Свет остановился просто
Нет, у ног не камни, а звёзды
Свет остановился просто
Жаль остановился поздно
Свет остановился просто
Нет, у ног не камни, а звёзды
Свет остановился просто
Жаль остановился поздно
Неба нет, неба нет
И рукой достать до всех планет!
Неба нет, неба нет
И рукой достать до всех планет!
`,
};

export default song;
