import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.tatuNaPope,
  name: ['Тату на попе'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Счастье
Далеко ли солнце
Высоко ли страсти
Наполняли танцы
До смерти в пламени любви
Песни
Ни про что, но время
Не прошло, нам вместе
Хорошо, мы племя
Без вести влюблённое в мечты

Гиена танцуй, гиена пой
Сирена целуй, губами в адском сиропе
Скелеты проснутся под землёй
И оживёт сама собой
Тату на попе

Ночи
Открывают двери
Обнажают, хочешь
Поиграем в тени
Так легко которые теряют
Люди
Забывают годы
Умирают в будни
Прошлые заботы
Рассмешили и безмолвно тают

Гиена танцуй, гиена пой
Сирена целуй, губами в адском сиропе
Скелеты проснутся под землёй
И оживёт сама собой
Тату на попе

Гиена танцуй, гиена пой
Сирена целуй, губами в адском сиропе
Скелеты проснутся под землёй
И оживёт сама собой
Тату на попе

Солнце
Высоко ли счастье
Далеко ли солнце
Высоко ли счастье
`,
};

export default song;
