import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.teatrUrodov,
  name: ['Театр уродов'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  text: `
Что бы ни приснилось — будет ночь
Что бы ни приключилось — будет зрелище на праздник
Как бы ни грустила тишина
Клоун разукрасит слёзы, да во все цвета, проказник

Дави на газ!
Наш старый фургон не подведёт — волшебный он
Ждите нас!
Наши артисты-звери больше двух дней не ели

Едет, едет театр уродов по планете, торопись!
Будет, будет кровавое шоу, трагикомедия — зашибись!

Что бы ни случилось — будет путь
Что бы ни приключилось — будет дальняя дорога
То, что позади, вам не вернуть
Но и впереди вас ждёт сюрпризов много

Дави на газ!
Наш старый фургон не подведёт — волшебный он
Ждите нас!
Наши артисты-звери больше двух дней не ели

Едет, едет театр уродов по планете, берегись!
Будет, будет кровавое шоу, трагикомедия — зашибись!

Что бы ни привиделось в тени
Это наши пальцы открывают двери
Призраки, как встречные огни
Приближаются к вам, жди и верь им!

Дави на газ!
Наш старый фургон не подведёт — волшебный он
Ждите нас!
Наши артисты-звери давно людей не ели!

Едет, едет театр уродов по планете, берегись!
Будет, будет кровавое шоу, трагикомедия — зашибись!
`,
};

export default song;
