import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.territoriyaNol,
  name: ['Территория Ноль'],
  albums: [EnumAlbums.territoriyaNol],
  authors: 'Шмель',
  text: `
Восхищаясь тишиной великой пустоши
Не осталось следов
Восхищаясь красотой великой пустоши
Не осталось ничего
Лишь душевный запой, лишь безумный покой
А злобные секунды проходят стороной
Злобные минуты проходят стороной

То ли рай, то ли боль — Территория Ноль
То ли рай, то ли боль — Территория Ноль
Территория Ноль

Восхищаясь добротой великой пустоши
Воды никто не принесёт
Восхищаясь теплотой великой пустоши
Огонь никто не разведёт
Лишь постельный режим — нераним, недвижим
Вечные секунды великой пустоши
Вечные секунды великой пустоши

То ли рай, то ли боль — Территория Ноль
То ли рай, то ли боль — Территория Ноль
Территория Ноль

Восхищаясь тишиной великой пустоши
Не осталось следов
Восхищаясь красотой великой пустоши
Не осталось ничего
`,
};

export default song;
