import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.tiSnegVMoeiPreispodnei,
  name: ['Ты снег в моей преисподней'],
  albums: [EnumAlbums.agressivnyjPokoj],
  authors: 'Шмель',
  text: `
Губы твои вьются по моим дорогам,
Твои руки гуляют по моим лесам
У нас есть вечность, но это немного,
Для обряда безумия нам!

Ты снег, ты снег
В моей преисподней
Ты свет, ты свет
В моих казематах

Твоими глазами видит мой космос
Твоими цепями восстает моя кровь
Я хочу все, пока не поздно
Как ненавижу я эту любовь!

Дальше-ближе, горячо, глубже-хуже
Через левое плечо я приду к тебе наружу...
`,
};

export default song;
