import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.tolkoVoSne,
  name: ['Только во сне'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Горы железа
Символ прогресса
Кабелей вены
Так откровенны

Мир-это плата
Серебра злата
Морок наводит
Всем кто приходит

Призрачны стены
Пятна гангрены
Странные «проги»
Сеют тревогу

Битва со снами
Поднято знамя
Стерты навеки
Те, кто не с нами

Неба крутой разгон
Солнце в огне
Все это только здесь
Только во сне

Боль настоящих ран
Жизнь не в тюрьме
Все это только здесь
Только во сне

Плоть будоражит
Кто же откажет
Чуткие струны
Вены завяжет

Кровь кипятится
Снова не спится
Конь из железа
Гордо резвится


«Мать» и процессор
Рулят прогрессом
Старые "мозги"
Стонут под прессом

«Хард» возбуждают
Память взрывают
В битве со снами
Не выживают

Вновь паучата бегут в паутину
С миром железным навечно едины
Каждый второй уже точно не с нами
Где-то дрейфует за драйверами

Безликие толпы тусуются в чатах
Записаны мысли на «хардах» и платах
Уходят, уходят один за одним
Мир слишком близок там и невредим
`,
};

export default song;
