import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.travi,
  name: ['Трави'],
  albums: [EnumAlbums.tulovishche, EnumAlbums.trahniNebo],
  authors: 'Шмель',
  text: `
Таємниця від зірок
Райдугою кине мрію в море
Таємниця від думок
Келихом вина загасить горе
Знаю данина за життя
Це гріх та забуття

Трави, трави
Грізного замку
Трави, трави
З далекого возу
Трави, трави
З ранку до ранку
Збирає красуня незнайома

Посохом постукай в дах
Хто тобі відчинить світ чи морок
Протягом торкнеться жах
Він не є твій лагідний ворог
Це данина за любов
Це сміх та квіти смерті

Трави, трави
Грізного замку
Трави, трави
З далекого долу
Трави, трави
З ранку до ранку
Збирає красуня незнайома

У скарбниці чорних пляма
Ти знайдеш торбину зла і сміху
Поклонися лютим снам
Спробуй підкорити ??? лихо
Трави і трави...
Трави і трави...
Трави і трави...
`,
};

export default song;

/*
Тайна от звезд
Радугой бросит мечту в море
Тайна от мыслей
Бокалом вина потушит горе
Знаю дань за жизнь
Это грех и забытье

Травы, травы
Грозного замка
Травы, травы
С далекого воза
Травы, травы
С утра до утра
Собирает красавица незнакомая

Посохом постучи по крыше
Кто тебе откроет мир …..
Сквозняком дотронется ужас
Он не твой нежный враг
Это дань за любовь
Это смех и цветы смерти

Травы, травы
Грозного замкаТравы, травы
С далекого воза
Травы, травы
С утра до утра
Собирает красавица незнакомая

Когда сокровищница – черное пятно
Ты найдешь мешок зла и смеха
Поклонись злым снам
Попробуй покорить ??? горе
 */
