import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.troiandy,
  name: ['Троянди'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Ника Мельник',
  text: `
Троянди... журавлі летять
У темряву вологу
Де тихо зорі мерехтять
Відчуй свою дорогу

Дорогу блискавки та сліз
Дорогу кришталеву
Що приведе тебе у ліс
Покине просто неба
Журавлі летять!
Зорі мерехтять!
Журавлі летять!
Троянди...

Повітря коли ти ковтнеш
Почуй оте забуте
І у цій тиші ти збагнеш
Що хочеш повернути

Дорога блискавки та сліз
Дорога кришталева
Що приведе тебе у ліс
Покине просто неба
Журавлі летять!
Зорі мерехтять!
Журавлі летять!
Троянди...
`,
};

export default song;
