import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.trunaNaKolyosakh,
  name: ['Труна на колёсах'],
  albums: [EnumAlbums.toplivo],
  authors: '',
  text: `
Шкода, що марно,
Роки у пiчь,
Шкода, що марно,
Не вiдчував жаги...
Якось не гарно,
Остання нiчь,
Якось не гарно,
Яскравi рокi.

Мрийлива прiнцеса,
Очi як небо,
У трунi на колесах,
Приде до тебе!
Сумна наречена,
Душа як рiка,
Ласково i чемно,
Йде легка!
До тебе!

Згода чi врода,
Таемна мить,
Згода чi врода,
Скаже кто не прокинется.
Червона вода,
Заздалегить,
Червона вода,
У сердцi не зупинется!
`,
};

export default song;

/*
Жаль, что напрасно года в печь
Жаль, что напрасно не в глаза божьей....
Как то не хороша (красива) последняя ночь
Как то не хорошо я скрою года.
Прекрасная принцесса,
Глаза, как небо,
В гробу на колёсах придёт к тебе.
Грустная невеста,
Душа, как река.
Ласкова и вежлива, и легка.
И так легка для тебя и не легка
И так плохо для тебя и не плоха .

Согласие или Красота,
Тайная ночь,
Согласие или красота,
Скажет, кто не проснётся
У красной воды заранее.
Красная вода в сердце не остановится

Прекрасная принцесса,
Глаза, как небо,
В гробу на колёсах
Придёт к тебе
Грустная невеста,
Душа, как река.
Ласкова и вежлива, и легка.
И так легка для тебя и не легка
И так плохо для тебя и не плоха...

(перевод Рины Римских)
 */
