import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.tsekhPoReabilitatsiiParanoikov,
  name: ['Цех по реабилитации параноиков'],
  albums: [EnumAlbums.cekhPoReabilitaciiParanoikov],
  authors: '',
  text: `
Расслабляйся
Расслабляйся
Успокойся, ляг на стол
Доктор сделает укол
Доктор выпишет таблетки
Будешь верить — будет толк
Обними любимую игрушку
Отключи свой телефон
В пух порви тёплую подушку
Прогони все мысли вон

Провокационный смех алкоголиков
Реабилитационный цех параноиков
Некуда деваться от себя — даже в никуда
Взять бы, да нажраться, как свинья
И снова пустота

Расслабляйся
Расслабляйся
Тихо всё кругом и мирно
Птичка нежно запоёт
Жизнь мила и перспективна
Чудо-укол тебя спасёт
Выпей кофе, закури
Погуляй по интернету
Ничего не говори
Счастье есть? Гони монету!

Провокационный смех алкоголиков
Реабилитационный цех параноиков
Некуда деваться от себя — даже в никуда
Взять бы да нажраться как свинья
И снова пустота

Провокационный смех алкоголиков
Реабилитационный цех параноиков
`,
};

export default song;
