import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.tsvetochniiMedved,
  name: ['Цветочный медведь'],
  albums: [EnumAlbums.neboProtiv, EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Мне встретился в поле цветочный медведь,
И начал мне песни грустные петь.
О мишенька мишка, не пой этих песен,
Мне мир без любимой не интересен…

Хватит песен!

Давай лучше вспомним как зимней порой,
Лежал мёртвый, пьяный под снежной корой,
Сейчас ты красивый, большой и цветёшь,
Но песни ты грустные всё же поёшь.

Эй, мишка цветочный! Куда ты пошёл?
Не уж то во мне друга ты не нашёл?
Да ну тебя на хуй, я тоже пойду,
К любимой своей и там счастье найду…
`,
};

export default song;
