import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.tulyaremiya,
  name: ['Туляремия'],
  albums: [EnumAlbums.bombaVUbezhishche],
  authors: 'Шмель, Лёс',
  text: `
Переломалась струйка крови
Из толстых легочных дыр,
Да обернулся секс в чистом поле
Забавой буйных мышей.

Туляремия, туляремия,
Туляремия, туляремия...

Что там вампиры, мы сами можем
Звереть горячей чумой.
Мы грызуны, мы истину гложем
Огромною гурьбой.

Туляремия, туляремия,
Туляремия, туляремия...

В ночь когда надежда спит,
Мы спрячем воздух в нору.
Кто-то в сене опять шумит,
Они все поймут по утру!!!

Чтоб неповадно было всяким
Залазить в царство крыс,
Чтоб неповадно было всяким
Ломать нам домики!!!

Туляремия, туляремия,
Туляремия, туляремия...

В ночь когда надежда спит,
Мы спрячем воздух в нору.
Кто-то в сене опять шумит,
Они все поймут по утру!!!

Туляремия, туляремия,
Туляремия, туляремия...
`,
};

export default song;
