import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.tvarynoiuPoruch,
  name: ['Твариною поруч'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель, Лёс - Ника Мельник',
  text: `
Люблю любити і радіти
люблю хотіти і жаліти
Люблю любисток і добро
Отой самий — побачив тільки що!
Радій найкращому всьому
Радій всьому помимо волі!
Радій, бо саме ти — добро!
Радій — радій, як божество!

Всі повинні на Землі
Всі повинні бути людьми
Бути поруч тут зі мною
Зі мною такою...
Твариною! Поруч!
Твариною! Твариною поруч!

Я хочу знати ще багато
І хочу завжди обіймати
Усіх людей на цій Землі
Усіх — немає полюсів!
Радій найкращому всьому
Радій всьому помимо волі!
Радій, бо саме ти — добро!
Радій — радій, як божество!

Всі повинні на Землі
Всі повинні бути людьми
Бути поруч тут зі мною
Зі мною такою...
Твариною! Поруч!
Твариною! Твариною поруч!
`,
};

export default song;
