import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.uHaiu,
  name: ['У гаю'],
  albums: [EnumAlbums.vulkanizaciyaDushi, EnumAlbums.vethijSbornik],
  authors: '',
  text: `
Приходь уночі де я
приходь доки полумя згине
Нехай нас колише земля
вона не остигне поки ми є

Відчуй як в глибокому сні
Гукали останню любов
Віддай свою спрагу мені
А коли підеш повертайся знов

у гаю о-о почекаю тебе
У гаю о-о зустрічаю тебе
у гаю о-о покохаю тебе
у гаю хай вітер переверне
хмара вкриє твоє волосся
твої очі мрії твої у гаю

Сплине час, сплинуть роки
Залишиться голе багаття
Не треба лишати ваги
Треба кохати

у гаю о-о почекаю тебе
У гаю о-о зустрічаю тебе
у гаю о-о покохаю тебе
у гаю хай вітер переверне
хмара вкриє твоє волосся
твої очі мрії твої у гаю

Не шукай у прозорій меті
Відчуй як природа нервує
тримай квіти зла у руці
Нехай гамують спрагу твою
`,
};

export default song;

/*
Приходи ночью где я
Приходи пока огонь згинет
Пусть нас качает земля
Она не остынет пока мы есть

Почуствуй как в глубоком сне
Звали последнюю любовь
Отдай свою жажду мне
а когда пойдешь возвращайся снова

В лесу подожду тебя
в лесу встречаю тебя
в лесу полюблю тебя
в лесу пусть ветер перевернет
туча укроет твои волосы
твои глаза мечты твои в лесу

Сплывет время, сплывут годы
останется голый огонь
Не надо оставлять веса???
Надо любить

Не ищи в прозрачной цели
Ощути как природа нервирует
Держи цветы зла в руке
Пусть утоляют жажду твою
 */
