import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ulyot,
  name: ['Улёт'],
  albums: [EnumAlbums.teatrUrodov],
  authors: '',
  clipYouTubeId: 'zIg55YD4Fvw',
  text: `
Вот и улетаю
Я открыл на солнце тень
Вот и улетаю
Я нашёл на солнце воздух

Собираться пора-пора
Расставаться навсегда

Вот и улетаю
Я открыл на солнце тень
Вот и улетаю
Я нашёл на солнце воздух
Тень на солнце и воздух

Ты хохочешь надо мной
Если хочешь я возьму тебя с собой

Вот и улетаю
Я открыл на солнце тень
Вот и улетаю
Я нашёл на солнце воздух
Тень на солнце и воздух

Никто не верит
Я открыл пространства двери
И вошёл в закрытый космос
Пусть никто не верит
Я открыл пространства двери
Мы пойдём в закрытый космос

Вот и улетаем
Я открыл на солнце тень
Вот и улетаем
Я нашёл на солнце воздух
Вот и улетаем
Я открыл на солнце тень
Вот и улетаем
Я нашёл на солнце воздух
Тень на солнце и воздух
Тень на солнце и воздух

Вот и улетаю
Я открыл на солнце тень
Вот и улетаю
Я нашёл на солнце воздух
`,
};

export default song;
