import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vKlochya,
  name: ['В клочья'],
  albums: [EnumAlbums.ostanoviteChelovechestvo, EnumAlbums.vosstanoviteChelovechestvo],
  authors: 'Шмель',
  text: `
Самая страшная в жизни минута,
Длится, длится без конца…
Так хочется верить, что всё будет круто,
Но это тяжесть святого венца,
Ведь каждый, кто любит, тот свят безгранично,
Кто предан, иль проклят, тот свят навсегда,
Но всё это миг, лишь она бесконечна,
Жестокая минута, так рвутся сердца…

В КЛОЧЬЯ!!!

Царапает память, врывается скука,
Сам придумал, сам страдай,
Любовь - уничтожение друг друга,
Сила – одиночество, безразличье – рай!!!
Самое страшное в жизни - лишенье
Великого смысла последней мечты,
Опустошенье и отрешенье,
Жёлтое счастье, так рвутся мосты…

В КЛОЧЬЯ!!!

А самое главное, будет в бесстишьи,
А самое лучшее, будет в молчанье,
Всё так и должно было быть…
Как жаль, что я не умею любить

КЛОЧЬЯ…
`,
};

export default song;
