import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vZhivikhIgrayutMertvetsi,
  name: ['В живых играют мертвецы'],
  albums: [EnumAlbums.karamelnyyeStrahi],
  authors: 'Шмель',
  clipYouTubeId: 'z8clvhMpeks',
  text: `
Что-то смотрит изнутри,
Что-то прячется в душе,
Ангелы в дыму летят,
Все прозрачные уже…
Жизнь - отрава, счастье - яд…

За горизонтом кончается тень,
За горизонт уходят творцы,
За горизонтом…
В живых играют мертвецы!

Кто-то вынес нас на свет,
Кто-то помахал крестом,
Тело лучший был наряд,
Знать голым бегал за бухлом…
Жизнь - отрава, счастье - яд…

За горизонтом кончается тень,
За горизонтом глухие дворцы,
За горизонтом весь день…
В живых играют мертвецы!

По горизонту - лезвию,
Око здесь, око там…
Стоя на краю…
Добро пожаловать к мертвецам!

За горизонтом
За горизонтом
За горизонтом
В живых играют мертвецы!
`,
};

export default song;
