import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.valsVlyublyonnikhVoln,
  name: ['Вальс влюблённых волн'],
  albums: [EnumAlbums.zhazhda, EnumAlbums.pugovica],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Цветы не вянут в воде,
Бездна хранит юный взгляд.
Остаться бледной красе,
Не свяжет разлуки ад...

Мы ледяной шторм,
Вальс влюблённых волн...
Мы - цунами!
Мы - цунами!

Земля устала, плотина пала...
Земля устала, плотина пала...
Земля устала, плотина пала...
Земля устала, плотина пала...

Ласка мечты,
Сказка сна...
Счастье лишь ты
На все века...

В замке нежно, в тишине
Последняя влага тепла.
На тридесятой смерть глубине,
В объятиях дна...

Мы ледяной шторм,
Вальс влюблённых волн...
Мы - цунами!
Мы - цунами!

Цветы не вянут в воде,
Бездна хранит юный взгляд.
Остаться бледной красе,
Не свяжет разлуки ад...

Мы - цунами!
Мы - цунами!
Земля устала, плотина пала...
Земля устала, плотина пала...
`,
};

export default song;
