import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.veraILyubov,
  name: ['Вера и любовь'],
  albums: [EnumAlbums.negativProstranstva],
  authors: 'Шмель',
  text: `
В жертву я судьбе отдамся
Обрету мечты сквозь сны
Я не сдамся, я не сдамся
В пьяный плен, слепой дурман весны
Я знаю

Вера и любовь – всё через боль, боль!
Вера и любовь – всё через боль, боль!
Стань покорной птицей с огненным крылом
Ведь ты в моих объятьях – неба голь, голь!

Сердца пыл спасёт мой холод
Слёзы растворят мой гнев
Праздник, как духовный голод
Смысл жизни – всемогущий блеф
Ты знаешь

Вера и любовь – всё через боль, боль!
Вера и любовь – всё через боль, боль!
Стань покорной птицей с огненным крылом
Ведь ты в моих объятьях – неба голь, голь!

Солнце встретится с луною
Небо смирится с землёю
Сушу обретут моря
Вместе с ними будешь ты и я!
Ты слышишь

Вера и любовь – всё через боль, боль!
Радость и добро – всё через боль, боль!
Стань свободной птицей, но в моём саду
Ведь ты в моих объятьях – время голь, голь!

Вера и любовь – всё через боль, боль!
Вера и любовь – всё через боль, боль!
Стань покорной птицей с огненным крылом
Ведь ты в моих объятьях – неба голь, голь!
`,
};

export default song;
