import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vesnaPobeda,
  name: ['Весна-Победа'],
  albums: [],
  authors: '',
  text: `
Утром в поле пронзает дрожь,
Ведь здесь когда-то не пахло хлебом.
И вновь прольётся тёплый дождь -
Это плачет родное небо.
По солдатам, ушедшим в бой
За отчизну, детей и мать,
Наказав жизнью и душой
Чтоб Россию не сломать!

Годы идут,
Но память жива!
Для нас навсегда
Весна - Победа!
Бьются сердца,
Но до сих пор у всех рана одна -
Война! Мы не забудем это, Весна-Победа!

Пусть всё будет как верили вы,
Бившись насмерть с проклятым врагом.
Ветераны великой войны,
Честь вам, слава, великий поклон.

Годы идут,
Но память жива!
Для нас навсегда
Весна - Победа!
Бьются сердца,
Но до сих пор у всех рана одна -
Война! Мы не забудем это, Весна-Победа!

Утром поле зальётся светом,
Ведь мы прогоним любое ненастье.
И значит скоро наступит лето.
Наша Родина, наше счастье...

Годы идут,
Но память жива!
Для нас навсегда
Весна - Победа!
Бьются сердца,
Но до сих пор у всех рана одна -
Война! Мы не забудем это, Весна-Победа!
Годы идут,
Но память жива!
Для нас навсегда
Весна - Победа!
Бьются сердца,
Но до сих пор у всех рана одна -
Война! Мы не забудем это, Весна-Победа!
`,
};

export default song;
