import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vmesteUmeret,
  name: ['Вместе умереть'],
  albums: [EnumAlbums.tenSerdca],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Так расстались, не встретившись,
Нерождённые мы...
Слепо шли за надеждою
Сквозь святые костры...

Так добрались до вечного,
Не успев полюбить.
В суете бесконечного
Поздно бога молить...

Травы расстелю,
Дождь любви сбивает с ног, как плеть!
Снегом обниму,-
Вместе слаще умереть!

Разъяренные чувствами,
Пораженные сны
Отомщённые совестью
Душ священных дары...

Так всё похоже на обморок
Всё похоже на бред
Ну и пусть, всё без разницы -
Слов на облаке нет!

Травы расстелю,
Дождь любви сбивает с ног как плеть!
Снегом обниму,
Вместе слаще умереть!
Вместе умереть!
Вместе умереть!
Вместе умереть!
Вместе умереть!
`,
};

export default song;
