import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vodianyk,
  name: ['Водяник'],
  albums: [EnumAlbums.chornyiLis],
  text: `
У прадавнім лісі
Є страшне болото
Править ним Водяник
З раною в душі

З тягарем на серці
Жде свою кохану
Сорок тисяч років
Сорок тисяч літ
Довгих довгих літ

Плаче той Водяник
Чорними сльозами
Із очей примарних
Лиються вони
Хвилями сумними
Течіями тими
Сповнилось болото
Вилилось у гай

Смерті водограй

У чорезних водах
Плач гуде луною
Вiдає господар -
Це його кляття

Не зарадять горю
Чарівні русалки
Жде свою кохану
Плаче і зове
Гірко так зове

Плаче той Водяник
Чорними сльозами
Із очей примарних
Лиються вони
Хвилями сумними
Течіями тими
Сповнилось болото
Вилилось у гай

Смерті водограй

Як до мене завітала
Не вагайся - обирай
БолотА мої - це пекло
Чи потрібен тобі рай?

Лийся лийся, чорна вОда!
І Володарку стрічай!
Хвилею обійме морок
Це твій рай! Пірнай! Най
Залишеться позаду край!

Плаче той Водяник
Чорними сльозами
Із очей примарних
Лиються вони
Хвилями сумними
Течіями тими
Сповнилось болото
Вилилось у гай

Смерті водограй
`,
};

export default song;
