import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vovkulaka,
  name: ['Вовкулака'],
  albums: [EnumAlbums.chornyiLis],
  text: `
Дівонька налита бродить пізно в гаю
Срібне тіло манить, я її впізнаю
Рідною сестрою мені була, нехай!
Не пручайся, мила, ніжно хутро стискай!

Зграя сірих демонів полює вночі
Раптом по спині нагайкою та й тричі
Думав чари зникнуть - пробудилась біда!
О нещасний діду, ти зробив це дарма!

Сонечко випалює очі - біжи, біжи!
Рученьки викручують в серці ножі, ножі
Радісно виблискує кров на росі, на росі
Краще краще бути мертвим,
Краще краще бути бути мертвим
Краще краще бути мертвим
Ніж жити, ніж жити у сні

Остогидла здобич, що не може втекти
Закололи жертву, та потрібен лиш ти!
Доки вовче серце прагне крові в бою
Вовкулака плаче, виє, виє: ауу, ayy...

Сонечко випалює очі - біжи, біжи!
Рученьки викручують в серці ножі, ножі
Радісно виблискує кров на росі, на росі
Краще краще бути мертвим,
Краще краще бути бути мертвим
Краще краще бути мертвим
Ніж жити, ніж жити у сні
`,
};

export default song;
