import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vseMechtiSbivayutsya,
  name: ['Все мечты сбываются'],
  albums: [EnumAlbums.yaVernusKTebe],
  authors: '',
  text: `
Живший застенчиво, бравший стеснительно
В долг на свечу за вселенский покой
Ставший почтительно в пропасть изменчивой
Жадно вздыхающей сути людской

В центре сражения был светлым берегом
Островом семени зла и добра
В мире презрения обнимал пламенем
В корне оторванном сердце тепла

Мечтал
Мечтал
Но знал
Но знал
Мечтал
Но знал

Но не нашёл ты смиренный покой
Вечность, мечты под холодной луной

Больно прикусывал языки истины
С мясом выкручивал свечи мечты
Вольно, но пристально, во крови с фосфором
Тихо разглядывал время бинты

В центре сражения был светлым берегом
Островом семени зла и добра
В мире презрения обнимал пламенем
В корне оторванном сердце тепла

Мечтал
Мечтал
Но знал
Но знал
Мечтал
Но знал

Но не нашёл ты смиренный покой
Вечность, мечты под холодной луной
`,
};

export default song;
