import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vselenskiiOrgazm,
  name: ['Вселенский оргазм'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
В облачном коцлагере религий тишина
Спят игрушки из серебра
Душа из ваты, жизнь до зарплаты
Кругом солдаты, доброго зла!
Опять наряд по кухне - не спать!
И соблазн сбежать туда,

Где вселенский оргазм открывает врата,
Где цветёт любовь, и поёт мечта
Где вселенский оргазм как обычный обед
Не успели сбежать - снова серый рассвет,
Серый рассвет.
Здравствуй серый рассвет.

В солнечном кошмаре незадернутых штор
Стук, будильник, дела и жара
Утро доброе как приговор
Вперед на мины - ура!
Опять в караул, не спать,
И соблазн сбежать туда,

Где вселенский оргазм открывает врата,
Где цветёт любовь, и поёт мечта
Где вселенский оргазм как обычный обед
Не успели сбежать - снова серый рассвет,
Серый рассвет.
Здравствуй серый рассвет.

В крошечном сердечке зарождается страх
Смерть - война, грех - вина
Пепел пеленою стелет в огненных глазах
И скаждою минутою крепчает пелена.
Опять умирать
Но соблазн сбежать туда,

Где вселенский оргазм открывает врата,
Где цветёт любовь, и поёт мечта
Где вселенский оргазм как обычный обед
Не успели сбежать - снова серый рассвет
Где вселенский оргазм открывает врата,
Где цветёт любовь, и поёт мечта
Где вселенский оргазм как обычный обед
Не успели сбежать - снова серый рассвет,
Здравствуй серый рассвет.
`,
};

export default song;
