import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vulkanizatsiyaDush,
  name: ['Вулканизация душ'],
  albums: [EnumAlbums.tenSerdca],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Когда становится жалко плакать,
Когда становится больно жить,
Когда со всеми вражда и драка,
И дико хочется яд испить...

Ты иди, иди за мной как тень,
От себя иди на сто тысяч лет.

Вулканизация, вулканизация, вулканизация ДУШ..

Зашей слезами живые раны,
Воспоминания прочь гони,
Пусть захлебнутся души тираны,
В галактической нелюбви.

Ты иди, иди за мной как тень,
От себя иди на сто тысяч лет.

Воздух потех,
Воздух и смех,
Воздух потех,
Галактический успех...

Вулканизация, вулканизация, вулканизация ДУШ...

Воздух потех,
Воздух и смех,
Воздух потех,
Галактический успех...
`,
};

export default song;
