import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.yaBuduZhit,
  name: ['Я буду жить'],
  albums: [EnumAlbums.karamelnyyeStrahi],
  authors: 'Шмель',
  text: `
Белое платьице,
Вся жизнь назад.
Там слюбится, сгладится,
Здесь - пятаки в глаза.

Припев
Но я буду жить,
Жить душа горит,
Просто время стоит.
Пока ты спишь, спишь,
Пусть не дышишь, но во сне летишь.
Пока ты спишь, спишь,
Пусть не дышишь, но во сне летишь
Совой,
Совой,
Совой...

Играми на любви,
Но смертью пик был туз.
Нам лёгкими крыльями
Возьми с могилы груз.

Припев
Но я буду жить,
Жить душа горит,
Просто время стоит.
Пока ты спишь, спишь,
Пусть не дышишь, но во сне летишь.
Пока ты спишь, спишь,
Пусть не дышишь, но во сне летишь.
Пока ты спишь, спишь,
Пусть не дышишь, но во сне летишь.
Пока ты спишь, спишь,
Пусть не дышишь, но во сне летишь.
Совой...
`,
};

export default song;
