import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.yaKhochuBachytyTebe,
  name: ['Я хочу бачити тебе'],
  albums: [EnumAlbums.chudes16],
  authors: '',
  text: `
Я хочу бачити тебе, торкатися, співати
І серце у твоїх долонях хочу заховати
Щоб сонце щиро заливало радістю обличчя
А у душі було так тихо, як у потойбіччі

Я хочу бачити тебе завжди, бачити тебе
Я хочу бачити тебе завжди, бачити тебе

Щоб очі сяяли завжди, щоб я у них тонула
Твої слова в моїй душі затьмарили минуле
Хотіла я назавжди враз про смерть усе забути
Та я ніхто, й не маю сил тебе я повернути

Я хочу бачити тебе завжди, торкатися, співати
Я хочу бачити тебе завжди, торкатися, співати
Я хочу бачити тебе завжди, бачити тебе
Я хочу бачити тебе завжди, бачити тебе
`,
};

export default song;

/*
Я хочу видеть тебя, прикосаться, петь
И сердце в твоих ладонях хочу спрятать
Чтобы солнце искренне заливало радостью лицо
А в душе было так тихо, как в потустороннем

Я хочу видеть тебя всегда, видеть тебя
Я хочу видеть тебя всегда, видеть тебя

Чтоб глаза сияли всегда, чтобы я в них тонула
Твои слова в моей душе чтоб затьмили прошлое
Хотела я навсегда вмиг про смерть всё позабыть
Но я никто, и не имею сил тебя я вернуть

Я хочу видеть тебя всегда, прикосаться, петь
Я хочу видеть тебя всегда, прикосаться, петь
Я хочу видеть тебя всегда, видеть тебя
Я хочу видеть тебя всегда, видеть тебя
 */
