import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.yaKhochuBitRobotom,
  name: ['Я хочу быть роботом'],
  albums: [EnumAlbums.cekhPoReabilitaciiParanoikov],
  authors: '',
  text: `
Сломанные судьбы
Сорванные пьесы
Луна не упокоит, солнце не разбудит
Болезнь, хандра да стрессы
Унылые уикенды
Романтика без пуха
Глухие оппоненты, немые аргументы
Непруха

Заводная душа
Электрический взгляд
Без эмоций, добра и зла
Без потерь и наград
Я хочу быть роботом

Будни без зарплаты
Праздники без торта
Дни — пустые даты, дни — пустые даты
Всё второго сорта
Тайные заводы
Уморазрушенья
Мигом льются годы, непонятно кто ты
Узник искушения

Заводная душа
Электрический взгляд
Без эмоций, добра и зла
Без потерь и наград
Я хочу быть роботом

Я хочу быть роботом
Я хочу быть роботом
Я хочу быть роботом
Я хочу быть роботом
Я хочу быть роботом
Я хочу быть роботом
Я хочу быть роботом
Я хочу быть роботом
`,
};

export default song;
