import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.yaObernusOgnyom,
  name: ['Я обернусь огнём'],
  albums: [EnumAlbums.princessaBezTrusov, EnumAlbums.polnaSuma, EnumAlbums.zhazhda],
  authors: 'Шмель',
  text: `
Теплый ветер в губы,
Сирень, но обманута.
Выйдет к дому желтому
Коричневая тень.
Напротив взгляд неглупый,
Но давно уже помянутый.
Вопьется прямо в душу,
Как в звезды седой олень!

Я обернусь огнем и согрею
Остывшие глаза.
Я обернусь дорогой и останусь
С тобою навсегда!!!

Потечет вода в костер угасающий,
Промокнет насквозь платьице,
Да только изнутри.
На месте где была звезда -
Камень всё знающий.
Отсиял, скатился,
Пора вкусить земли!

Я обернусь огнем и согрею
Остывшие глаза.
Я обернусь дорогой и останусь
С тобою навсегда!!!

И пусть сердце оставляет следы
Никогда не высыхающей крови.
И пусть влажные скребут мечты,
Никогда не проходящей боли!!!

Лучше бы не помнить, не видеть и не знать
Закусить соленым, веселым огурцом.
С рюмкой по течению слезы собирать,
Плечом к плечу с тернистым венцом.

Я обернусь огнем и согрею
Остывшие глаза.
Я обернусь дорогой и останусь
С тобою навсегда!!!

И пусть сердце оставляет следы
Никогда не высыхающей крови.
И пусть влажные скребут мечты,
Никогда не проходящей боли!!!
`,
};

export default song;
