import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zagovorka,
  name: ['Заговорка'],
  albums: [EnumAlbums.cekhPoReabilitaciiParanoikov],
  authors: '',
  clipYouTubeId: '4KFmyjNF9hA',
  text: `
Сказка сказкой, былью небыль
Ангел в маске был и не был
Пылью, прахом сердце стало
Живых любимых становится мало

Тёмным лесом, синим морем
Рядом с бесом, полной горя
Птица чёрная, лети
Мёртвых к жизни вороти!
Вороти!
Вороти!
Вороти!
Вороти!

И свиданье вечно длится
Для тех, кто не успел проститься
Наказания не будет
Возвращайтесь души в люди

Тёмным лесом, синим морем
Рядом с бесом, полной горя
Птица чёрная, лети
Мёртвых к жизни вороти!
Тёмным лесом, синим морем
Рядом с бесом, полной горя
Птица чёрная, лети
Мёртвых к жизни вороти!
Вороти!
Вороти!
Вороти!
Вороти!

Тёмным лесом, синим морем
Рядом с бесом, полной горя
Птица чёрная, лети
Мёртвых к жизни вороти!
Тёмным лесом, синим морем
Рядом с бесом, полной горя
Птица чёрная, лети
Мёртвых к жизни вороти!
Вороти!
Вороти!
Вороти!
Вороти!
`,
};

export default song;
