import { TypeSong } from '../../../types';
import { EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zautrenya,
  name: ['Заутреня'],
  albums: [],
  authors: '',
  text: `
То ли сказка, то ли быль, то ли вещий сон
В раскаленном небе плыл колокольный звон
По ушедшим временам, по забытым именам
И несбывшимся мечтам

В вихрях яростных атак в этот грозный час
Не отступит ни на шаг ни один из нас
Не уменьем, так крестом
Не сегодня, так потом
Мы свое еще возьмем

До рассвета 2 часа - всего ничего
Искры света в небесах цвета белого
Там вверху горят огни
Да с восточной стороны
Потянуло ветер вон

То ли сказка, то ли быль, то ли жизнь моя
Что-то важное забыла и не вспомнила
Распростерла 2 крыла
Подхватила, унесла за небесные края
Песня птица звонкая

Подхватила, унесла за небесные края
Песня птица звонкая
`,
};

export default song;
