import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zavitai,
  name: ['Завiтай'],
  albums: [EnumAlbums.petlyaSoblazna, EnumAlbums.trahniNebo, EnumAlbums.vethijSbornik],
  authors: 'Шмель',
  text: `
Миттєвий погляд смугастої кішки
Гарячий дотик холодного ліжка
Гумові іграшки грудного зітхання
Як зброя до скроні — моє існування
Обійми мене, тваринний страх

Там ходить, ходить чарівна повія
Завітай, зачекай
Там ходить, ходить чудова мрія
Завітай, зачекай, зачекай

Від дірок аду до небосхилу,
З життєвої битви — та у могилу,
Від подарунків до зґвалтування
Петля на шиї — моє існування
Обійми мене, тваринний страх

Там ходить, ходить чарівна повія
Завітай, зачекай
Там ходить, ходить чудова мрія
Завітай, зачекай, зачекай
`,
};

export default song;

/*
Мгновенній взгляд полосатой кошки
Гарячее прикосновение холодной постели
Резиновые игрушки грудного вздыхания
Как оружие к виску мое существование
Обуяй меня животный страх

Там ходит ходит прекрасная шлюха
Заходи подожди
Там ходит ходит чудесная мечта
Заходи подожди подожди

От дыр ада до небосклона
жизненный вызов и в могилу
от падарков до изнасилования
Петля на шее мое существование
Обуяй меня животный страх
 */
