import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zavtra,
  name: ['Завтра'],
  albums: [EnumAlbums.prishelcyVetotMir],
  authors: 'Alan Waters - Эрика Кеслер',
  text: `
Солнце восходит на запад
Ночью ползёт на восток
Наступит ли завтра Завтра
И если наступит, то чьё

Мы слёзно молили о жизни
Кого-то, не зная кого
И завтра же всё позабыли
Сегодня живя не своё

Мы забыли мир
Мы живём взаймы
Ни о ком и нигде не молясь
Наступает ночь и уходит день
Чтобы завтра вернуться опять

Прожигаем жизнь,
Взятую взаймы
И не помним ради чего
Идеально убитое завтра
На востоке алеет твоё

Луна срывается в море
Солнце пророчит беду
Все мы закончимся вскоре
Жизнь прожив не свою

И снова всего не успеем
Того, что хотелось успеть
И снова отложим на завтра
Забыв, что сегодня есть

Наступает день
Он похож, как тень
На тот, что был прожит вчера
Он прожжен до дыр, как плохой вампир
Поглощает жизнь без следа

Прожигаем жизнь,
Взятую взаймы
И не помним ради чего
Идеально убитое завтра
На востоке алеет твоё

Снова успев не вспомнить
Наивысшую цель свою
Окажется день запорот
Жизнь запоров на корню

И снова представ перед кем-то
О жизни мы будем молить
Чтобы успеть не вспомнить
То, что успели забыть.

Мы забыли мир
Мы живём взаймы
Ни о ком и нигде не молясь
Наступает ночь и уходит день
Чтобы завтра вернуться опять

Прожигаем жизнь,
Взятую взаймы
И не помним ради чего
Идеально убитое завтра
На востоке алеет твоё

Солнце восходит на запад
Ночью ползёт на восток
Что, если завтра Завтра
Возьмёт и станет ничьё?

Может быть стоит вспомнить
Сегодня пока ещё жив
О том, что можно исполнить
На завтра не отложив
`,
};

export default song;
