import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhaloBeiSavalyai,
  name: ['Жало бей саваляй'],
  albums: [EnumAlbums.tulovishche],
  authors: '',
  text: `
Жало бей, саваляй,
Бей жало жало, саваляй,
Жало бей, саваляй,
Бей жало жало, саваляй.

Увидев свято отражение,
Через красное стекло,
По крови на салаженье,
Жало, жало, жало бей!

Бей!
Саваляй, бей!
Бей!
Саваляй, бей!
Бей!
Саваляй, бей!
Бей!
Саваляй, бей!

Жало бей, саваляй,
Бей жало жало, саваляй,
Жало бей, саваляй,
Бей жало жало, саваляй.

Сколько б да не ела солнце,
Сколько б да не сохло небо,
Звери превращают как..жалом!
Жало, жало, жало бей!

Бей!
Саваляй, бей!
Бей!
Саваляй, бей!
Бей!
Саваляй, бей!
Бей!
Саваляй, бей!

Жало бей, саваляй,
Бей жало жало, саваляй.

Бей!
Саваляй, бей!
Бей!
Саваляй, бей!
Бей!
Саваляй, бей!
Бей!
Саваляй, бей!

Жало бей, саваляй,
Бей жало жало, саваляй.
`,
};

export default song;
