import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhdiMenyaVPolnoch,
  name: ['Жди меня в полночь'],
  albums: [EnumAlbums.yaVernusKTebe],
  authors: '',
  clipYouTubeId: 'hGSjmGzce10',
  text: `
Стонет в углу моя бледная тень
Стёкла в часах дрожат
Когда же закончится солнечный день?
Всё не кончается, всё не кончается
Копятся слёзы вечерних молитв
На небе плюшевый ад
Зарница разрежет сотнею бритв
Дождь начинается, и возвращаюсь я

Ты меня жди в полночь
Врата отвори в полночь
Я жертвою плахи твоей и ласкою сна
Отдамся, но плачем страстей напьюсь я сполна
В полночь жди
В полночь

Криком звериным откроется вновь
Твой карнавал, глубже дыши
Моё пораженье — тьма и любовь
Самоубийство, саморожденье
Пусть этот миг нарисован тобой
Кровью на коже души
И змеями страсти на шее петлёй
Любовь — моя смерть, твоё возрожденье!

Ты меня жди в полночь
Врата отвори в полночь
Я жертвою плахи твоей и ласкою сна
Отдамся, но плачем страстей напьюсь я сполна

Ты меня жди в полночь
Врата отвори в полночь
Я жертвою плахи твоей и ласкою сна
Отдамся, но плачем страстей напьюсь я сполна
В полночь жди
В полночь
В полночь жди
В полночь
`,
};

export default song;
