import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhenshchinaLetuchayaMish,
  name: ['Женщина летучая мышь'],
  albums: [EnumAlbums.koshkinyObidy],
  authors: 'Шмель, Лёс - Шмель',
  clipYouTubeId: 'OC4ky-bfo4I',
  text: `
Небо за ночью спрячет грехи
В чёрную тень с убивающим взглядом.
Желанья лихи,
Увидеть её и остаться с ней рядом...

Зачем тебе знать имя её,
Услышав дыханье сквозь ночную тишь.
Она всё поймёт,
Королева чердаков и крыш…

Женщина-Летучая Мышь!

И словно ночь никогда не прошла,
И грозные тучи по преданной лжи.
Она ушла,
Оставив лишь миг, ты им дорожи…

А миг будет длиться сотни веков,
Из древа жизни колотят гроб,
Ну вот ты готов
Бродить и искать по распятию троп…

Женщину-Летучую Мышь!
`,
};

export default song;
