import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhenshchinaIgra,
  name: ['Женщина-игра'],
  albums: [EnumAlbums.mekhanicheskayaBalerina],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Я устала слушать эти песни,
Я искала мир поинтересней.
Я могу быть ведьмой и святой,
Я могу быть небом и землей.
Моя за горизонтом кончится планета.
Мне не хватает снов, мне не надо света.
Мир живет, пока лишь процветаю я.
Я приду к вам, ждите.ЛЯ-ЛЯ-ЛЯ-ЛЯ-ЛЯ!

Женщина-игра.Ад и рай-суета.
Бесконечная тайна.Смерть.Любовь.Война.
Женщина-игра.Ад и рай-суета.
Бесконечная тайна.Смерть.Любовь.Война.

Тьма за лесом, мышь на поле,
Тебе-счастье, тебе-горе.
Три желанья назови,
Кто остался-выходи.

Тьма за лесом, мышь на поле,
Тебе-в небо, тебе-в море.
Крутится дурман-юла. Здравствуй...

Женщина-игра.Ад и рай-суета.
Бесконечная тайна.Смерть.Любовь.Война.
Женщина-игра.Ад и рай-суета.
Бесконечная тайна.Смерть.Любовь.Война.

Круг сужается петлей
Над огромною землей
Чувства без телес остыли,
Не игра, а жизнь на вылет.

"Камень-ножницы-бумага".
Правда-зло.терпенье-благо.
Выйди, ведьма, из костра.Здравствуй...

Смерть.Любовь.Война.
Смерть.Любовь.Война.

Женщина-игра.Ад и рай-суета.
Бесконечная тайна.Смерть.Любовь.Война.
Женщина-игра.Ад и рай-суета.
Бесконечная тайна.Смерть.Любовь.Война.
`,
};

export default song;
