import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhenshchinaDramaturgiya,
  name: ['Женщина-драматургия'],
  albums: [EnumAlbums.pugovica, EnumAlbums.sbornik],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Женщина-драматургия по городу ночью идёт
Женщина-драматургия желающим счастье даёт
Но камень на сердце кладёт, на сердце камень кладёт
И до смерти эта боль не пройдёт

Запахом лилий
Серебром инея
Жизненной линией
Слезинка ползёт одиночества

Женщина-драматургия роняет заманчивый взгляд
Женщина-драматургия меняет судьбу как наряд
Только тени за нею крадутся, невольно крадутся
И в душе навсегда остаются

Запахом лилий
Серебром инея
Жизненной линией
Слезинка ползёт одиночества
Ласкою нежною
Сказкою грешною
Каплей небрежною
Стирается имя и отчество

Запахом лилий
Серебром инея
Жизненной линией
Слезинка ползёт одиночества
Ласкою нежною
Сказкою грешною
Каплей небрежною
Стирается имя и отчество

Женщина-драматургия под утро приходит домой
Женщина-драматургия — нет сил оставаться одной
Первый луч по стенам ползёт, луч по стенам ползёт
Он всё знает, простит и поймёт

Запахом лилий
Серебром инея
Жизненной линией
Слезинка ползёт одиночества
Крестиком вышито
Всё, что прожито
Стенами выжата
Слезинка одиночества
`,
};

export default song;
