import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhertva,
  name: ['Жертва'],
  albums: [EnumAlbums.koshkinyObidy],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Череп на входе глубокой пещеры,
Символ удачного дня и охоты,
Ведь завтра день дани,
День дани для веры,
На поиск идут мужики-скороходы.
А заботом в обнимку с природой,
Жила молодая доброта.
Бледна,непорочна,в траве спала сочной,
Красою сияя,доброта.

Жадные руки связали нет силы,
Не разорвать оковы судьбы.
*далее действительно немного непонятно,но возможно так*
На камне холодном,словно в могилу,
Ее приковали не слушав мольбы.

Жертва,такая жертва,
Жертва,дань.

Она все рыдала что мол не такая,
Совсем неземная,доброта...
Но слушать не стали,ножи все достали
И вскрикнула нежно,доброта...

Кровь полилась словно быстрые реки,
Все больше и больше и не убежать.
И молвила девица: эх,вы,человеки...
Не стоит добро ибо жизни лишать.

Жертва,такая жертва,
Жертва,дань.

Так все утонули в крови своей жертвы,
Пусть будет им вечная доброта...
А за болотом, сквозь темень природы
Жила молодая доброта.

Жертва,такая жертва,
Жертва,дань.
`,
};

export default song;
