import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhyoludi,
  name: ['Жёлуди'],
  albums: [EnumAlbums.moskovskayaYarmarkaUdovolstvij],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Лай собак и крик людей,
И предсмертный твари плач.
Каждый в нашей жизни зверь,
А Всевышний-наш палач.

Ты-мишень и я-мишень, ты-мишень и я-мишень.
Ты-мишень и я-мишень, ты-мишень и я-мишень.

Ружья заряжены, собаки готовы.
Вот-вот люди пустят кровь жертве новой.
Не ведает зверь и тихо в снегу ищет желуди, а-а-а
Желуди, а-а-а-а.

Болото-болото. Тревожные ночи.
Охота-охота. Кровавые очи.

Лай собак и крик людей,
И предсмертной твари плач.
Каждый в нашей жизни зверь,
А Всевышний-наш палач.

Ты-мишень и я-мишень, ты-мишень и я-мишень
Ты-мишень и я-мишень, ты-мишень и я-мишень.

За выстрелом выстрел, дробь горяча.
Лают собаки, и люди кричат.
Но никому нет дела на пронзительный взгляд, кровь на желуди, а-а-а.
На желуди, а-а-а-а.

"Не надо, не надо!"-молили глаза,
Но ради азарта жизнь кабана.
Болото-болото. Тревожные ночи.
Охота-охота. Кровавые очи.

Ты-мишень и я-мишень, ты-мишень и я-мишень
Ты-мишень и я-мишень, ты-мишень и я-мишень.

"Не надо, не надо!"-молили глаза,
Но ради азарта жизнь кабана.
Болото-болото. Тревожные ночи.
Охота-охота. Кровавые очи.
`,
};

export default song;
