import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zvyozdiSvetyatYarche,
  name: ['Звёзды светят ярче'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Звёзды светят ярче, когда падают
Ослепляя ангелов, не выбирая путь
Звёзды светят ярче, хоть тепла уже не дают
И процесс вечной смерти обратно не повернуть

Звёзды светят ярче
Когда падают
Звёзды светят ярче
Когда падают
Так радуют!

Звёзды светят ярче, когда падают
Звёзды светят ярче, когда падают
Загадай желанье, выполнит она
Из последних сил в свой последний раз
В праздничной агонии милая звезда
Радостно и точно падая на нас

Звёзды светят ярче
Когда падают
Звёзды светят ярче
Когда падают
Так радуют!

Вот упали
Вот упали
Вот упали
И погасли
Вот упали
Вот упали
Вот упали
И погасли

Звёзды светили ярче
Ярче!
Звёзды светили ярче
Ярче!
Звёзды светили ярче
Ярче!
Звёзды светили ярче
Ярче!
Когда падали
`,
};

export default song;
