import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.armageddon,
  name: ['Армагеддон'],
  albums: [EnumAlbums.pergam],
  clipYouTubeId: '5VR4NIyFGQM',
  text: `
Вонь тления телес вместо райского сада
Всегда забываю, какой это круг ада
И что когда-то сюда спускался Спаситель
Но декорации здесь пишет мыслитель
Он смотрит в глаза, он держит кровь на палитре
И имя его будет написано в титре

Маршируя грозным парадом атлетов
Он ведёт легионы на Пантеон
Но глядя в глаза поющих аскетов
Всё, что я вижу – Армагеддон!
Стада, принявших печать
И в седле их пастух, но не мне обличать
В этой войне каждый сам за себя
Все ждём трубы ангела последнего дня!

Он выжжет дотла оскудевшие музы
Даст силу новым, железным росткам
Образованию новых религий
Даст мудрость новым, великим богам
Его грозные марши стрясут эту землю
Вместе с костями чиня ей урон
Рядом с разрухой великая древность
Сядет с тираном на каменный трон

Маршируя грозным парадом атлетов
Он ведёт легионы на Пантеон
Но глядя в глаза поющих аскетов
Всё, что я вижу – Армагеддон!
Стада, принявших печать
И в седле их пастух, но не мне обличать
В этой войне каждый сам за себя
Все ждём трубы ангела последнего дня!

Армагеддон
Армагеддон
Армагеддон
Армагеддон
Армагеддон
`,
};
