import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.artefakt,
  name: ['Артефакт'],
  albums: [EnumAlbums.longin],
  text: `
Иди смотри, как легионы идут на площадь, на парад
Взяв артефакт центуриона знамёна расправляет Ад!
Восстали те, что ликовали, когда Бог землю сотворил
И Он знал каждого из них, и каждого из них любил

О, злом разбуженная древность, как костюмированный бал
Идут, как Гейзерих, вандалы и варвары, как Ганнибал
Прекрасные, как духи злобы, для бьющихся в экстазе масс
С тяжёлым взглядом нефилимов герои допотопных рас

И глядит обыватель, как на экзотику
На всю эту мистику, всю эту готику
На марширующие легионы
На вознесённые к небу знамёна
И того, в чьих руках артефакт центуриона

Идея о сверхчеловеке таком, как древний исполин
Разбужена безумьем Ницше и вагнеровским Лоэнгрин
В одном мечтательном сознаньи, и сотни душ пошли за ним
И в вечном поиске Грааля мы разбудили Древний Рим!

Как злые Демоны Вальхаллы штурмуют тени Райский Сад
И Сирины кричат в Эдеме, когда здесь марширует Ад
Иди смотри, как легионы идут на площадь, на парад
Взяв артефакт центуриона знамёна расправляет Ад!

И глядит обыватель, как на экзотику
На всю эту мистику, всю эту готику
На марширующие легионы
На вознесённые к небу знамёна
И того, в чьих руках артефакт центуриона

И глядит обыватель, как на экзотику
На всю эту мистику, всю эту готику
На марширующие легионы
На вознесённые к небу знамёна
И того, в чьих руках артефакт центуриона
`,
};
