import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.chyornoBeloe,
  name: ['Чёрно-белое'],
  albums: [EnumAlbums.engel],
  text: `
Это видели те, кто стоял у истоков
Здесь с античных времён распинают пророков
Искупивший народ свой от клятвы закона
Осуждён как преступник Синедрионом
И мы по сей день ему бьём земные поклоны
Но здесь слепая Фемида символ закона
И здесь не нужна та форма сознания
Что через любовь ведёт к покаянию

И через сердце моё ползёт эта трещина
Всюду чёрная Достоевщина
Поедом люди друг друга едят
Ибо не ведают, что творят
Каждый своей дорогой идёт в ад
Здесь от благих намерений смердит Зиккурат
Но между чёрным и белым – выбери белое
Ударили по правой щеке – подставь левую!
Всё чёрно-белое
Всё чёрно-белое

Для них всё ПГМ, во что верю я
Символы веры – всё бижутерия
Мораль – в уголовных понятиях
И что-то другое означает распятие
Здесь за добро не платят добром
Их мир – это Зло, порождающий Зло
Здесь для многих козлом быть давно ремесло
И всё завязано крепким узлом

И через сердце моё ползёт эта трещина
Всюду чёрная Достоевщина
Поедом люди друг друга едят
Ибо не ведают, что творят
Каждый своей дорогой идёт в ад
Здесь от благих намерений смердит Зиккурат
Но между чёрным и белым – выбери белое
Ударили по правой щеке – подставь левую!
Всё чёрно-белое
Всё чёрно-белое

Уголовным Кодексом грозит Конституция
Мораль диктует нам воспитание
Понятия пришли сюда в революцию
И с улиц сползают в наше сознание
Если здесь слов не выбирать
Раньше за стихи здесь могли расстрелять
И если взгляд не похож на общественный взгляд
Ты для социума – социопат

И через сердце моё ползёт эта трещина
Всюду чёрная Достоевщина
Поедом люди друг друга едят
Ибо не ведают, что творят
Каждый своей дорогой идёт в ад
Здесь от благих намерений смердит Зиккурат
Но между чёрным и белым – выбери белое
Ударили по правой щеке – подставь левую!
Всё чёрно-белое
Всё чёрно-белое
`,
};
