import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.dzhihad,
  name: ['Джихад'],
  albums: [EnumAlbums.pergam],
  text: `
Камень о камень рождает огонь
Огонь пожирает невинных чад
Под тем, кто пришёл взять мир рыжий конь
Подняв в небо облаком смрад
И в Исламе Шестым столпом
Кровью прописан Джихад

Но разве станешь свободным ты только тогда
Когда станут руинами города
Станут руинами города
Станут руинами все города
Когда станут руинами все города
Станут руинами все города
Станут руинами все города
Станут руинами все города

Под громами литавр древний обряд
Венчает голову лавр на фоне громад
Под натиском вечности божий взгляд
Но за этим забором уже Райский сад
А под ногами зловонием стелется ад
И злом порождающий зло военный Джихад

Но разве станешь свободным ты только тогда
Когда станут руинами города
Станут руинами города
Станут руинами все города
Когда станут руинами все города
Станут руинами все города
Станут руинами все города
Станут руинами все города

Джихад
Джихад
Джихад
Джихад
`,
};
