import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.epitafiya,
  name: ['Эпитафия'],
  albums: [EnumAlbums.pergam],
  text: `
Когда скрестят на теле руки
Сильнее слова нету муки
Не расправят их, как крылья
Не поднимут на кресте
Когда тебе опустят веки
Окольцованные пальцы
Как заточенное жало
Отходная на листе
Где лицо твоё спокойно
Как потёртая монета
Путь отмерян в ржавых звеньях
На змеящихся цепях
Помяни грехи в молитвах
Жги глаголом моё сердце
Отпусти живущим клятвы
Крест поставлен на костях

Он царь среди рабов
Он раб среди царей
Он червь среди богов
Он бог среди червей
Он царь среди рабов
Он раб среди царей
Он червь среди богов
Он бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей

И замажет грим морщины
Изгибая рот в улыбку
И холодный запах смерти
От искусственных цветов
Где дороги не носили
Мимо паперти терновой
Мимо гордых и великих
И отчаянных умов
Музы мести и печали
В мёртвых буквах прозвучали
С землёй тело обвенчали
Колом в землю встанет крест
Под надгробною плитою
Страх могильною змеёю
Затаился в чёрных недрах
Тычет в небо средний перст

Он царь среди рабов
Он раб среди царей
Он червь среди богов
Он бог среди червей
Он царь среди рабов
Он раб среди царей
Он червь среди богов
Он бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей
Бог среди червей
`,
};
