import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.fobosIdejmos,
  name: ['Фобос и Деймос'],
  albums: [EnumAlbums.longin],
  text: `
Внутренний опыт, понятие зла
С каменным сердцем жесток и прекрасен
И в бездну глядят глаза изо льда
Тьма дышит в лицо ему холодом ада
И вот грозный взгляд как у храмовых статуй
Красивое тело как у Аполлона
Пронзает космическая бесконечность
Окаменяющим взглядом Горгоны

По ту сторону зла и добра
Низкие ноты глубинных течений
Вся суть пустоты – пустота
Пустота для дальнейших падений

И как здесь понять падать или лететь
Оборвалась ли нить, ведущая в вечность
И что после смерти лишь смерть
И суть пустоты бесконечность
Космос – война льда и огня
Спутники Марса Фобос и Деймос
И в бездну глядят глаза изо льда
Опустошая смотрящего в бездну

По ту сторону зла и добра
Низкие ноты глубинных течений
Вся суть пустоты – пустота
Пустота для дальнейших падений

По ту сторону зла и добра
Низкие ноты глубинных течений
Вся суть пустоты – пустота
Пустота для дальнейших падений

Фобос, Деймос
Фобос, Деймос
Фобос, Деймос
Фобос, Деймос
`,
};
