import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.geval,
  name: ['Гевал'],
  albums: [EnumAlbums.geval],
  authors: 'Олег Юргенс',
  text: `
Ну вот и всё
За этим ты меня призвал
Юродства крест
Из ваших рук я принимал
И я звонарь своих цепей
Я сам себя в них заковал
За что был проклят этот мир
С горы Гевал

Иудин род
Стращал Геенной твой народ
Вот это ход
Всем на челе чертить штрих-код
За два шага
Поставлю мат
Сожги меня
Мне в этом теле каземат
За что любил
За что страдал
Смотря, как Тьма глядит на Свет
С горы Гевал

И ваш ручей
Любви иссох
Вам нужен бог
Такой, как Молох
Среди козлов
Творя добро
Ты сдвинешь мир с его основ
Узнав, где зло
Мир не признал
Не осознал
Я видел Тьму, смотря на Свет
С горы Гевал
Гевал
Гевал
Гевал
Гевал
`,
};
