import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.gorodskojRoman,
  name: ['Городской роман'],
  albums: [EnumAlbums.longin],
  text: `
На проспектах книжных страниц
Сто встревоженных лиц просят номер на бис
И уставший актёр встал ногой на карниз
Городской роман своё слово сказал
Наполняя вином запотевший бокал
Платье скинула ночь за игральным столом
На водосточной трубе дождь играл за окном

Осень. Холодное серое небо и разведены мосты над Невой
Крылатые древние сфинксы застыли над чёрной водой
Как по лабиринту из декораций, где нету прохожих, спешащих домой
Он шёл в темноту проходными дворами, стуча чёрной тростью по мостовой

Тихо скрипнула дверь. По кирпичной стене
Пробежавшая тень растворилась во тьме
Опираясь на трость он на пристань взирал
Ветер с Невы коньяком разбавлял

Опьяняет, как опиум, каждая фраза
Когда её смысл вдыхаешь в себя
Как в бездне стекла ночного трамвая
Увидеть, что бездна смотрит в тебя
Разделяя безумие и гениальность
Как тьму разделяющий свет фонаря
Бросается разум из крайности в крайность
Калечась об эти края
Идя глазами по буквам на жёлтых страницах
Листая расклеившийся переплёт
Безумные мысли и ужас на лицах
Здесь разум, как плата за вход

С безжизненным взглядом, как смотрят полотна
На скользкий карниз наступая ногой
Смотря в эти грязные, пыльные окна
И жёлтый фасад с водосточной трубой
Паутиной под гримом вздуваются вены
Мы тени сходящих со сцены под смех
И каменным взглядом вниз смотрят лепнины
На заворожённо смотрящих наверх

И сто встревоженных лиц ждали номер на бис
И уставший актёр встал ногой на карниз
Сто встревоженных лиц просят номер на бис
И уставший актёр камнем бросился вниз
`,
};
