import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.gotika,
  name: ['Готика'],
  albums: [EnumAlbums.longin],
  text: `
На промёрзших стенах плесень, театральный грим на коже
Интересен и мистичен, как адепт масонской ложи
Взгляд вампира Носферату в потемневшей амальгаме
В антикварных канделябрах горят свечи на рояле
Книги в жёстком переплёте – здесь творит германский гений
В грозном взгляде на плакате – нету никаких сомнений

Готика в архитектуре, готика произведений
Готика в мануфактуре механических движений
Марширующих по трупам ницшеанских размышлений
Готика глядит с портретов политических течений
Готика в стихах поэтов, католических смирений
Флагеллянтов и аскетов, готика – германский гений

Deutschland, Deutschland
Deutschland, Deutschland
Deutschland, Deutschland
Deutschland, Deutschland

Индустриальные трущобы, город наводнили крысы
В чёрно-белой пропаганде улыбаются актрисы
Язык жестов – пантомима – быстрых, поменяли позы
Триумфально маршируя, давят сапогами розы
На столе в немецкой форме в офицерской позе фрау
И несчастный доктор Фауст наступает в пентаграмму

Готика в архитектуре, готика произведений
Готика в мануфактуре механических движений
Марширующих по трупам ницшеанских размышлений
Готика глядит с портретов политических течений
Готика в стихах поэтов, католических смирений
Флагеллянтов и аскетов, готика – германский гений

Deutschland, Deutschland
Deutschland, Deutschland
Deutschland, Deutschland
Deutschland, Deutschland
`,
};
