import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.gryaznyjHleb,
  name: ['Грязный хлеб'],
  albums: [EnumAlbums.geval, EnumAlbums.pergam],
  authors: 'Олег Юргенс',
  text: `
Те, кто вскормлен грудью железной волчицы
Гордая раса верши свой закон
Но вавилонская блудница
Несёт всему миру католический звон

И мы, как свора голодных псов
Отнимаем хлеб у детей твоих
Только грязный хлеб у них
Хлеб изгнания

Ну что же, лесом крестов засеем Голгофу
Пиши, летописец, потомкам урок
Каждый третий мученик будет — мессия
Четвёртый — Иуда, каждый первый — пророк

И мы, как свора голодных псов
Отнимаем хлеб у детей твоих
Только грязный хлеб у них
Хлеб изгнания

В руках пророка посох становится змеем
Кто горел в пустыне терновым кустом?
За что скиталось в изгнании библейское племя?
Что сегодня они называют добром?

И мы, как свора голодных псов
Отнимаем хлеб у детей твоих
Только грязный хлеб у них
Хлеб изгнания

И мы, как свора голодных псов
Отнимаем хлеб у детей твоих
Только грязный хлеб у твоих детей

Иссая
Иссая
Иссая
Иссая
Иссая
`,
};
