import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.harizma,
  name: ['Харизма'],
  albums: [EnumAlbums.longin],
  text: `
Когда-то ты был идеалом толпы
И серые массы смотрели, как ты
Их стадность формируешь в стада
Но ты был для них богом, тебе было так надо

Во врождённых повадках светского льва
Изучающий взгляд подземного гада
Великие мёртвые города
Идеальная площадь для парада
Чужие мысли рождают страх
В забитых мусором головах
И ты был слеп и повёл слепых
Но ты был идеалом для них
И сколько же было безумных идей
От поисков Шамбалы до сверхлюдей
Перед тем, как заплыть, думай, сможешь ли выплыть
За выдохом вдоха может не быть
Ты хотел контролировать разум
Мечтая всё изменить

И древнее солнце, и боги из опер
Собрались в твой огненный нимб
И не было равных статической маске
Когда, как актёр, ты всходил на Олимп
И сколько же было во взгляде трагизма
Жестикуляция, понты и харизма
Харизма
Харизма

Поза и жесты, мимический грим
Солдаты сердцами люцеферян
Разбуженный волей твоей древний Рим
Воплощение зла для христиан
Церемониалы сожжения книг
Культ наследие предков и диких истерик
Великие крови, падения рас
Суть оккультных доктрин в твоём Кодекс Гигас
Ведущий к безумию масс
Приводящих к безумию масс
Порождая безумие масс
В манихейской войне брать приступом небо
Сводя всё к началу начал
О, мой бедный Зигфрид, ты так и не понял
На что ты всё променял

И древнее солнце, и боги из опер
Собрались в твой огненный нимб
И не было равных статической маске
Когда, как актёр, ты всходил на Олимп
И сколько же было в тебе демонизма
Жестикуляция, понты и харизма
Харизма
Харизма
`,
};
