import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.heruvimy,
  name: ['Херувимы'],
  albums: [EnumAlbums.geval],
  clipYouTubeId: 'JcAoi_WFHGE',
  authors: 'Олег Юргенс',
  text: `
Stand up, херувимы, смотрите на небо
Ещё один путник идёт из Эдема
На небе замечен ещё один спутник
Мой Бог зажигает звезду Вифлеема

Stand up, херувимы, летите на стены
Трёхмерные ангелы-эпикурейцы
Смотрите внизу у вас под ногами
Волхвы держат путь с дорогими дарами

Идущий на смерть с чужими грехами
Смотрит на мир святыми глазами
Помнит ещё о покинутом рае
И плачет младенец слезами Иссаи

Stand up, херувимы, он из рода Давида
Он выпустит тени из царства Аида
Пойте псалмы, но не создайте кумира
Он будет кумиром для целого мира
По слову его перепишут законы
Пока он на кресте - пишите иконы.

Идущий на смерть с чужими грехами
Смотрит на мир святыми глазами
Помнит ещё о покинутом рае
И плачет младенец слезами Иссаи

Идущий на смерть с чужими грехами
Смотрит на мир святыми глазами
Помнит ещё о покинутом рае
И плачет младенец слезами Иссаи

Stand up, херувимы!
Stand up, херувимы!
Stand up, херувимы!
Stand up, херувимы!
Stand up, херувимы!
Stand up, херувимы!
Stand up, херувимы!
Stand up, херувимы!
Stand up!
`,
};
