import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.kamlanie,
  name: ['Камлание'],
  albums: [EnumAlbums.geval],
  authors: 'Олег Юргенс',
  text: `
Это не корчи, но камлание
Это смеётся древний сфинкс
Кому чужды богов страдания
Проходят вброд священный Стикс

О боже правый, дьявол левый
Но кто здесь чёрный, кто здесь белый
Одной рукой писали Будды
В одном костре гореть умам
И тем, кто сделал путь свой трудным
И нам, что молимся крестам

На моих ногах та же самая грязь
Я шёл по тем же дорогам
Закрывая руками лицо от огня
И пусть трясёт меня камлание

Жить в лабиринтах подсознания
Как царь Эдип, бродить во тьме
Во всём безумии камлания
Танцуя голым при луне

И чёрных мыслей хоровод
Вот в лету кануть верный путь
Танцуй в агонии камлания
В нём утверждая свою суть

На моих ногах та же самая грязь
Я шёл по тем же дорогам
Закрывая руками лицо от огня
И пусть трясёт меня камлание

На моих ногах та же самая грязь
Я шёл по тем же дорогам
Закрывая руками лицо от огня
И пусть трясёт меня камлание
`,
};
