import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.labirint,
  name: ['Лабиринт'],
  albums: [EnumAlbums.rim, EnumAlbums.longin],
  text: `
Здесь замечтавшиеся души
Блуждают между древних плит
Нашедший вход, здесь ищет выход
И время здесь всегда стоит
Давно истлела нить Тесея
Во тьме утрачен путь назад
Здесь души стонут, свято веря
В сошествие Христа во Ад
И зло есть просто пустота
Отсутствие добра и света
А пустота без Света – только Тьма
И здесь конец пути и время
И время здесь всегда стоит
Нашедший вход, здесь вечно ищет выход
Лабиринт

Здесь тени демонов и духи
Внутри тебя и над тобой
Младенцев истребивший Ирод
И Саломея с головой
Патрокл в шлеме Ахиллеса
Безжалостен, суров и груб
Как варвар ржавым ятаганом
Он обезглавливает труп
И обезглавленное тело
Ногою сталкивает в ров
Вниз с пирамиды Тамерлана
Из человеческих голов
Голодный юноша художник
Через стекло глядит на сталь
На сталь, пронзившую плоть Бога
И произносит Парсифаль
Здесь замечтавшиеся души
Блуждают между древних плит
Нашедший вход, здесь вечно ищет выход
Лабиринт

О, вековые сталактиты
Вы помните все имена
От проклятой души Эдипа
До Авеля и Каина
По штольням, шахтам, катакомбам
По галереям в пустоту
По временным колодцам в лету
Всё время вниз, на глубину
Плыть по течению столетий
С журчанием подземных вод
Нашедший вход, здесь вечно ищет выход
Нашедший выход, вечно ищет вход
`,
};
