import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.longin,
  name: ['Лонгин'],
  albums: [EnumAlbums.longin],
  text: `
Под этим взглядом, смотрящим через кровь
Гай Кассий Лонгин увидел небо вновь
Из сердца кровь течёт в Грааль
Пронзивший плоть его прозрел
И отворивший камень в склеп
Стоял и на него смотрел
И рвали флаги центральных площадей
То были ветры холодных северных морей
То рухнул Тартар, когда в него спустился Бог
И рвались тени, срывая землю из под ног
По акведукам тьма заполняла города
О, Иудея
Кровь и вода, кровь и вода, кровь и вода
Кровь и вода, кровь и вода

Он видел небо и пограничные столпы
По переулкам он нёс домой копьё судьбы
Что было в сердце – благоухало на лице
В Ершалаиме всё говорило о творце
И он бежал, и было радостно бежать
С открытым сердцем – то снисходила благодать
И так шестого часа тьма накрывала города
О, Иудея
Кровь и вода, кровь и вода, кровь и вода
Кровь и вода, кровь и вода

И из тьмы вышел, и прозрел сотник
Гай Кассий Лонгин, Гай Кассий Лонгин
Этим копьём Кассий, этим копьём Лонгин
Ты пронзил Бога, ты убил Бога
Гай Кассий Лонгин, Гай Кассий Лонгин, Гай Кассий Лонгин
`,
};
