import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.mlechnyjPut,
  name: ['Млечный Путь'],
  albums: [EnumAlbums.engel],
  text: `
Северный ветер, и свет появился над ним
Ветер и свет становятся чем-то одним
В тлеющем сердце вновь раздувая огонь
Но время встаёт на дыбы, как загнанный конь
Может есть выход, который всеми забыт
Но сбой невозможен в сложной схеме орбит
Сияет в ночной полумгле Млечный Путь
Это души по тёмной воде отправляются в путь

Вверх по тёмной воде
Отправляются в путь по тёмной воде
Отправляются в путь по тёмной воде
Отправляются в путь
Отправляются в путь

Только фантомные боли мешают уснуть
Выпасть из строя и в тёмной воде утонуть
Камнем срываются те, кто рискнул повернуть
В самом конце так легко обесценить свой путь
Северный ветер, и звёздное небо над ним
Ветер и свет становятся чем-то одним
Это сияет во мгле Млечный Путь
Это души по тёмной воде отправляются в путь


Вверх по тёмной воде
Отправляются в путь по тёмной воде
Отправляются в путь по тёмной воде
Отправляются в путь
Отправляются в путь
`,
};
