import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.pechatZverya,
  name: ['Печать зверя'],
  albums: [EnumAlbums.rim],
  text: `
Печать зверя — клеймо стада
Девиз бойни — "Всегда рады!"

Козлов кодлы пасёт воля
Шагать строем слепых доля
По чью душу рычит свора
Закон труса — служить вору

Блажит левый, ревёт правый
"Виват, Мао! Адольф, браво!"
К концу бреда верней корчи
Жутки песни мои к ночи

Как над миром заря
Солнца ясная дочь
Успокоит меня
Лишь только кончится ночь

Надо мной и тобой
Ветры пенят восход
Не тревожься, не плачь
Вот-вот и солнце взойдёт

Но ночь в силе, как пресс зоны
Прикол гимна — душить стоны
Мораль бойни: "Убей, веря!"
Иконам слёзы клеймить зверя

Как над миром заря
Солнца ясная дочь
Успокоит меня
Лишь только кончится ночь

Надо мной и тобой
Ветры пенят восход
Не тревожься, не плачь
Вот-вот и солнце взойдёт

Печать зверя — клеймо стада
Девиз бойни — "Всегда рады!"
`,
};
