import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.pergam,
  name: ['Пергам'],
  albums: [EnumAlbums.pergam],
  text: `
Вмещая в себя невместимого бога
Пытаясь пить кровь Христову из козлиного рога
Я думал что плавал в священных истоках
Но как змей я копался в змеиных болотах
Не помня про то, что я для них пища
А вспомнив прижался к мощам

В застенках святынь, ломая сознание
Вымаливать время на покаянье
Не стоять среди козлищ отверженной сути
Что молилась на свет, бредя среди мути

И кружат здесь стервятники, чувствуя падаль
Над миром живым, пророчащим вонь
Руины колонн, сатанинское капище
Нордический юноша поднял твой огонь
Пергам
Пергам
Пергам
Пергам

На идолах капищ строя скит для спасения
Не видя в себе изнеможденья
Утопая в сомнениях в мятой постели
Но стоять на коленях у твоей колыбели
Пограничные мысли как триумфаторы
Одной ногой в ересь перейти Рубикон
И так, умывающий чистые руки
Увидел, куда возит души Харон

И кружат здесь стервятники, чувствуя падаль
Над миром живым, пророчащим вонь
Руины колонн, сатанинское капище
Нордический юноша поднял твой огонь
Пергам
Пергам
Пергам
Пергам
`,
};
