import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.podNatiskom,
  name: ['Под натиском'],
  albums: [EnumAlbums.pergam],
  text: `
Видевший кровь в чаше кагора
На зависть богам сжёг свой алтарь
И два моих брата – Холод и Голод
Спасибо тебе, я люблю тебя, тварь!

Сестра-нищета мне гадала на картах
И горный путь – мой крёстный отец
Рубцы на ладонях пророчили подвиг
Я с грязью пошёл под венец

И так, протянув ладони к огню
Я разгибаю замёрзшие пальцы
Под натиском боли я слышу небо
Под натиском неба я чувствую боль!

Звериные оргии, смерть на арене
Зрелище только для равных богам
А право на труд – тяжкий жребий для смертных
Они предоставят достойным горбам

Но эта монета не носит мой образ
Я расплачусь другою монетой
В этих молитвах нет покаяния
Я помолюсь другою молитвой
От этих догматов – цинга да стигматы
Я бы много отдал за другие догматы

И так, протянув ладони к огню
Я разгибаю замёрзшие пальцы
Под натиском смеха – смерть на арене
Под натиском смерти я слышу смех!
`,
};
