import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.quoVadis,
  name: ['Quo Vadis'],
  albums: [EnumAlbums.geval, EnumAlbums.pergam],
  authors: 'Олег Юргенс',
  text: `
Я на песке
Peractum est
В ладони – гвоздь
Под телом – крест

И всё, что им нужно
Это хлеба и зрелищ
Поднимите меня на кресте
Я нужен толпе
Народ требует мести
А месть требует жертв
Пусть поглотит всех Гадес
Чернь взвоет «Христиан ко львам!»
Quo Vadis, мой Бог?
Я тебя не предам!

Quo Vadis, мой Бог
Рождённый терпеть?
Я так же, как ты
Пришёл умереть!
Quo Vadis, мой Бог?
Я вместе с тобой
Каждый день божий
Делю твою боль!
Quo Vadis? Постой!
Quo Vadis? Ответь!
Как здесь прощать
И что значит смерть?
Quo Vadis?

Аве, Цезарь!
Аве, Цезарь!
Аве, Цезарь!
Аве, Цезарь!
Аве, Цезарь!
Аве, Цезарь!
Аве, Цезарь!
Аве, Цезарь!

Используй рот мой, отче
Я извергну проклятье
Я оскверню их храмы
Языческие игры
Пусть мнят себя богами
Кровавые тираны
Да исцелят убогих
Твои святые раны

Холодным алым светом
Залей глаза мне, небо
Куда идёшь ты, Бог мой?
Я побреду с тобою
И пусть зальёт пурпуром
Уставшие глаза мне
Ты будешь вновь распятым
И я умру с тобою

Quo Vadis? Quo Vadis?
Quo Vadis? Quo Vadis?
Quo Vadis? Quo Vadis?
Quo Vadis? Quo Vadis?

Quo Vadis, мой Бог
Рождённый терпеть?
Я так же, как ты
Пришёл умереть!
Quo Vadis, мой Бог?
Я вместе с тобой
Каждый день божий
Делю твою боль!
Quo Vadis? Постой!
Quo Vadis? Ответь!
Как здесь прощать
И что значит смерть?
Quo Vadis?

Аве, Христос!
Аве, Христос!
Аве, Христос!
`,
};
