import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.salomeya,
  name: ['Саломея'],
  albums: [EnumAlbums.pergam],
  text: `
Я понял, в чём сила твоей красоты
В слиянии танца и наготы
Чьей мыслью разбужена злая стихия
Движения твои – круговорот пустоты
Ты чёрной земли холодные недра
Ты камни руин, ты гул древних глубин

Я, шедший к блаженству в твои объятия
Внимал глухим звонам бубенцов на ногах
Но нету ни милости, ни прощения
Как в осколках луны в её детских глазах
Поднимались из тьмы её тонкие руки
Извивались на стенах тени, как две змеи
И открытая грудь затуманила разум
И в прекрасных позах греха
Мы сольёмся в любви!

Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!

Мало вам глада и мора и пустота
Дети Содома и Гоморры сомкнули уста
Но обнажённое тело дышит дурманом
С прижатым кальяном к открытой груди
Но смотри – ты видишь, я пьян
Подлей спирта с кровью в кальян
И танцуй

Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
Танцуй Саломея, танцуй!
`,
};
