import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.skorbyashchijAngel,
  name: ['Скорбящий ангел'],
  albums: [EnumAlbums.engel],
  text: `
Твоя десница вверх двумя перстами
Сложилась грозно в Mano Pantea
Как апокалиптические звери
Застыли мы по четырём углам
Смотря душе в глаза своим бездонным взором
В божественных пропорциях под правильным углом
Как столп Александрийский твой крест овили змеи
Ты вызываешь страх, у врат стоя с крестом

Ты знаешь этот взгляд – взгляд коллекционера
Я изучал таких, а ты таких, как я
Но в этот грозный миг во мне бунтует вера
И ты не забывай, что под тобой земля
И крылья за спиной отбрасывают тени
Как если бы несли скульптуру над Москвой
И я не преклоню перед тобой колени
Но ты скорбишь, мой друг, и я скорблю с тобой

Взлети над обречённой землёй
В тот разум, где творилось это изваянье
В каких мирах мог встретится с тобой
Твой мастер, или просто ты плод его сознанья?
Взлетишь, мой друг, и обретёшь покой
Но ты скорбишь, и я скорблю с тобой

Из мёртвых губ, что убивают мысль
Так сложно передать её сказаньям
Всю сложность образа и связанных с ним чувств
То счастье, по ту сторону страданья
Безумья смысл, что заложен в нём
Во взгляде пустых глаз из белой глины
Смотрящих вглубь меня из глубины времён
Тем взглядом, что смотрели исполины

Ты вызываешь страх, с крестом стоя у врат
Скорбите, помните и верьте!
Танатосом ты в Эросе зачат
Ты порождаешь мысль, чья суть – начало смерти
Краеугольный камень между двух миров
Ты слышишь чей-то плачь, ты слышишь чей-то зов
Подземные скитания героев
Но ты поставлен здесь, чтоб охранять покой
И ты скорбишь, и я скорблю с тобой

Взлети над обречённой землёй
В тот разум, где творилось это изваянье
В каких мирах мог встретится с тобой
Твой мастер, или просто ты плод его сознанья?
Взлетишь, мой друг, и обретёшь покой
Но ты скорбишь, и я скорблю с тобой
`,
};
