import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.skulptor,
  name: ['Скульптор'],
  albums: [EnumAlbums.pergam],
  text: `
Есть тот, кто видел как скульптор лепит тело из глины
Создавая свой образ в горах Палестины
Вдох, и мир погрузится во мрак
Стайеры в стаи, а пальцы в кулак
Этот мир ещё молод, этот мир ещё наг

Как варвар, что вышел из тьмы
В мир просвещения, в мир суеты
И взгляды древних богов
На стенах дарят здесь кров
И рушится глина на стыке культур
Но есть тот, кто видел
Как работает скульптор
Как работает скульптор
Как работает скульптор
Как работает скульптор
Как работает скульптор

И когда эти руки лепили ацтека
Он знал про теорию сверхчеловека
И какими цветами были эти плоды
Те, чьи руки чернят Чёрный камень Каабы
И кто в жертву отдаст свою крайнюю плоть
Кто подавит в себе врождённую похоть
И кто скажет, что Бог есть любовь
Кто скажет, что Бог есть любовь
Но отмечена мудрость античных скульптур
Тем, кто смотрит сквозь призму веков
Как работает скульптор
Как работает скульптор
Как работает скульптор
Как работает скульптор
Как работает скульптор

Но только светлые мысли не ведали смерти
А чистые руки меняли свой цвет
Мой клон, ты создан из пыли и персти
Открой же глаза, я дарю тебе свет!
`,
};
