import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.slepcy,
  name: ['Слепцы'],
  albums: [EnumAlbums.pergam],
  text: `
Слепцы кладут руки на плечи и орут, что видели свет
Всё время свет смотрит во тьму, на то он и свет
Но мало имеющих взгляд, взгляд, проникающий в суть
Но эти капли сливаются в шар, напоминающий ртуть
Мозг, принимающий крест, плоть обрекая на плеть
Ломая в сознании шаблон, что всё должно умереть

Слепцы положили руки на плечи и орут, что видели свет
Но чтобы прозреть, ты должен понять, что ты слеп
Что ты слеп
Что ты слеп
Что ты слеп
Что ты слеп

Вы зёрна, упавшие в землю, те зёрна, что не проросли
Чтобы тянуться к свету должен быть стержень внутри
Но они кладут руки на плечи и найдут на всё, что сказать
Но истины нет в этих словах, нам её не понять

Слепцы положили руки на плечи и орут, что видели свет
Но чтобы прозреть, ты должен понять, что ты слеп
Что ты слеп
Что ты слеп
Что ты слеп
Что ты слеп
`,
};
