import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.starikUmorya,
  name: ['Старик у моря'],
  albums: [EnumAlbums.engel],
  text: `
Мерил взглядом свой путь до звезды
Не заметил как день прошёл
Море смыло следы на песке
Будто вовсе здесь и не шёл
И слились небо с морем в одно
Только чаек отчаянный крик
Добавляя воду в вино
Засыпает у моря старик

А во сне из тела выходит душа
Чтобы наперёд видеть правильный шаг
Где через пески к ней ползёт скарабей
И с телами львов смотрят лица людей
Так бежит с огнём к ней во тьму Прометей
Чтоб увидеть тех, кто там помнил о ней

Пройден путь, но кто этому рад?
Завернёт жизнь в спираль циферблат
Вечной тягой вернуться назад
В начало прочерка между двух дат
Где старик узнает мальчика взгляд
В чьих глазах полыхает закат

Растопили снег лучи тёплой звезды
И ушли под лёд в бездну мутной воды
И звеня на дне пели из-подо льда
Мы – это наш путь, мы пришли навсегда

Растопили снег лучи тёплой звезды
И ушли под лёд в бездну мутной воды
И звеня на дне пели из-подо льда
Мы – это наш путь, мы пришли навсегда
`,
};
