import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.troya,
  name: ['Троя'],
  albums: [EnumAlbums.geval],
  authors: 'Олег Юргенс',
  text: `
Итак, сложив блаженно пальцы смотрит в небо пророк
Пусть я не рос в огне, но всё же гордый цветок
И пусть зачах в утробе чистый горный исток
Я встал на Млечный Путь и выбрал правильный рок

Ха-ха, железа и крови просят холод и голод
И ради поэмы я сожгу этот город

Как Прометей, я дам людям огонь
Пусть к скале прикуют меня Боги
Пусть тело клюют коварные птицы
Я буду смотреть на морские прибои
И, как Нерон с Меценатовой башни
Я буду петь со скалы
Крушение Трои
Крушение Трои
Крушение Трои
Крушение Трои

И Третий Рим похож на Третий Ершалаим
С библейскими чертами каждый третий мессия
Крещёный, не крещёный, здесь не Русь, а Россия
Не зря тебя крестила крестом Византия

И так же хлеба и зрелищ
Просит каждый, кто молод
И ради поэмы
Я сожгу этот город

Как Прометей, я дам людям огонь
Пусть к скале прикуют меня Боги
Пусть тело клюют коварные птицы
Я буду смотреть на морские прибои
И, как Нерон с Меценатовой башни
Я буду петь со скалы
Крушение Трои
Крушение Трои
Крушение Трои
Крушение Трои

С античными орлами на германский манер
Католический архангел, римский легионер
Под этими знамёнами вставала орда
И шествуя по трупам жгли твои города

И смысл этой чаши сложен тем, что расколот
Одной рукой держа серп, другой рукой подняв молот
Нерону, чтоб писать, была нужна панорама
Пусть всё горит огнём в священном граде Приама

Как Прометей, я дам людям огонь
Пусть к скале прикуют меня Боги
Пусть тело клюют коварные птицы
Я буду смотреть на морские прибои
И, как Нерон с Меценатовой башни
Я буду петь со скалы
Крушение Трои
Крушение Трои
Крушение Трои
Крушение Трои
`,
};
