import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.umryomZhivymi,
  name: ['Умрём живыми'],
  albums: [EnumAlbums.geval, EnumAlbums.pergam],
  authors: 'Олег Юргенс',
  clipYouTubeId: 'CPD0WWJv3_c',
  text: `
Мы умрём с тобой живыми
В этом городе вдвоём
На руинах херувимы
Будут петь перед огнём

И росой покроет тело
И померкнет навсегда
Почернеет наше небо
Путь открыв на небеса

И цветы в пыли зачахли
Старый храм теперь наш дом
Мы умрём с тобой живыми
В этом городе вдвоём

Нам не дано понять,
Что значит слово «грех»
И нам не страшно жить...

И холодными губами
Прикоснись к моим устам
И прозрачными перстами
Проведи по волосам

Город пал перед несчастьем
Город пал перед огнём
Мы умрём с тобой живыми
В этом городе вдвоём

Нам не дано понять,
Что значит слово «грех»
И нам не страшно жить
Забудь их всех!
Забудь их всех!
Забудь их всех!

Мы найдём с тобой в могиле
Под руинами домов
То, что там похоронили
Уходящие без слов

Нас с тобой они забыли
Веря в сны и чтя богов
Мы одни на целом мире
Без друзей и без долгов

Нам не дано понять,
Что значит слово «грех»
И нам не страшно жить в грехе
Забудь их всех!
Забудь их всех!
Забудь их всех!
Забудь их всех!
`,
};
