import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.vakhanaliya,
  name: ['Вакханалия'],
  albums: [EnumAlbums.pergam],
  text: `
Венчали голову лавром фавны
Заливая вином чёрным лица
Лизали тело лесные блудницы
Звали в танце безумном кружиться
Опьянённые стонами оргий
Припадая губами к губам
Дикий смех выражает восторги
Принося себя в жертву богам

В пьяных пальцах свирелью сатира
Пой в моём сердце безумная лира
Вакха-вакха, вакха-вакха, вакха-вакха
Вакханалия, вакханалия
Вакханалия, вакханалия
Вакханалия, вакханалия
Вакханалия, вакханалия

Как бог, наготы не стыдись
Цветами усыпан твой путь
На ложе лесное ложись
В объятиях вакханок уснуть

Скаля зубы, сатиры смеются
В корчах бьются и падают ниц
Сладкой патокой в уши льются
Хором ангельским стоны блудниц
Ласкайте тело, тонкие пальцы
Заливайте вином мне уста
Вакханалия в пьяном веселье
Жизнь моя – сует суета

В пьяных пальцах свирелью сатира
Пой в моём сердце безумная лира
Вакха-вакха, вакха-вакха, вакха-вакха
Вакханалия, вакханалия
Вакханалия, вакханалия
Вакханалия, вакханалия
Вакханалия, вакханалия

Как бог, наготы не стыдись
Цветами усыпан твой путь
На ложе лесное ложись
В объятиях вакханок уснуть
Как бог, наготы не стыдись
Цветами усыпан твой путь
На ложе лесное ложись
В объятиях вакханок уснуть
`,
};
