import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.vojna,
  name: ['Война'],
  albums: [EnumAlbums.pergam],
  text: `
Целуя руки нетленных в драгоценных камнях
Утопая в сомнениях, стоять на коленях
Но если всё по уму, то, взяв суму и в тюрьму
Как протопоп Аввакум, спасаться в скиту
Забивая болты на Consensus Patrum
И ищущий мира начинает войну
Ищущий мира начинает войну
Ищущий мира готовит войну

Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира
Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира

Заменяя кровавую жертву бескровной
Духовная брань не может быть ровной
Когда столько лет без поражений
Воюет озлобленный мой гений
И в чёрных очерках, без сомнений
Я год за годом несу потери
Но стоять на своём – значит быть одному
И ищущий мира начинает войну
Ищущий мира начинает войну
Ищущий мира готовит войну

Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира
Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира – готовься к войне
Хочешь мира

И только сильный поймёт, что для блага он слаб
Что внятно сердцу – непонятно уму
Свободный скажет, что он – божий раб
А ищущий мира начинает войну
Ищущий мира начинает войну
Ищущий мира готовит войну
Войну
Войну
Войну
`,
};
