import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.volki,
  name: ['Волки'],
  albums: [EnumAlbums.longin],
  text: `
Милый мальчик, открой глаза
Не пытайся вернуть свой сон
Мы отметим сегодняшний день
Тем, что выйдем из дома сквозь закрытую дверь
Нет солнца на небе, обещали весной
Нет больше сил, но до весны ты дотянешь
Ещё ты не скоро от стаи отстанешь
Держись своих струн, и ты будешь со мной
Пой свои песни, играй своей кровью
Рождайся, коль жить представился случай
Лишь помни, что то, что нас греет сквозь тучи
На всех берегах называют любовью

Твой путь сквозь ночь, впереди рассвет
Ты помнишь дом за спиной, только дома нет
Но душа спасётся, лишь летя на свет
Но помни – волки идут за тобой след в след
И волки идут след в след
След в след, след в след
Волки идут след в след
След в след, след в след

Милый мальчик, открой мне дверь
Не спрашивай, кто, я не хочу тебе зла
О, как же ты смел, ровно как и беспомощен
Разбей зеркала, и тебя уже нет
Да, ты это я, а я рад быть вдвоём
Ты помнишь – со мною ты клялся быть вечно
Когда мы сольёмся в единое нечто
Мы двинем по чарке, мы что-то поймём
Хайролинг! – тебе салютует строка
Мы вместе, мы здорово выглядим вместе
Без пошлости, фальши, без лести, без мести
Нам впору примеривать нимб

А пока твой путь сквозь ночь, впереди рассвет
Ты помнишь дом за спиной, только дома нет
Но душа спасётся, лишь летя на свет
Но помни – волки идут за тобой след в след
И волки идут след в след
След в след, след в след
Волки идут след в след
След в след, след в след

Милый мальчик, мы будем жить
Прогноз мой на этот день точен и прост
А кто попробует оспорить его
Пусть будет раздавлен общественным мнением
Один тянет руки к нам – да кто он такой
Другой из кромешной тьмы корчит нам рожи
Отныне наш страх вам уже не поможет
Наш смех вам по рожам святою водой
Мы выдержим тысячи войн во сне
Мы выйдем живыми из битв подсознанья
Чтоб после сыграть на струне мирозданья
Последнее соло на последней струне

Наш путь сквозь ночь, впереди рассвет
Нам снился дом за спиной, только сон, как бред
Но душа спасётся, лишь летя на свет
И только волки идут за тобой след в след
И волки идут след в след
След в след, след в след
Волки идут след в след
След в след, след в след
`,
};
