import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

export const song: TypeSong = {
  id: EnumSongs.zver,
  name: ['Зверь'],
  albums: [EnumAlbums.geval],
  authors: 'Олег Юргенс',
  clipYouTubeId: 'XTJhMORe_bE',
  text: `
Как игла луч вонзился
В эти стены – смотри
В это сердце горящих камней
Наши стены с каждым часом теплей
И в лицо обратись, мёртвый лик
Растекись на каменных мостовых
Я встаю в полный рост
Я образ Мунка Крик
И лицо в искажённой гримасе поёт о тебе
И сквозь тяжесть веков над домами
Солнце встаёт на земле

Валхаллы чёрное солнце, развернись на рукав
Кого-то учит Тора, а кого "Mein Kampf"
Сойти с ума от вечного стона
Слизывать кровь с мироточащей иконы
Сильное, древнее, вечное
Юродивое, искалеченное

Глаза на стенах квартир смотрят на нас
И зверь идёт в этот мир
Зверь идёт в этот мир
Зверь идёт в этот мир
Зверь идёт в этот мир
Зверь идёт в этот мир
Мир

Разлейся вязью, весь Стикс – он вышел камлать
Вещун пророчил смену эпох
Он здесь – и лавры его не украсть
Но распятый плотник – мой бог
И дело даже не в знаках природы
И не в сплетении слов
А в том, что оставил для поколений
Иоанн Богослов

Глаза на стенах квартир смотрят на нас
И зверь идёт в этот мир
Зверь идёт в этот мир
Зверь идёт в этот мир
Зверь идёт в этот мир
Мир
Мир
Мир
Хаос
`,
};
